{
  "chapters": [
    {
      "id": "chapter-02",
      "title": "Capítulo 1: El Despertar del Hierro",
      "description": "El el despertar del hierro en el universo de RUSTBONE",
      "isUnlocked": true,
      "slides": [
        {
          "id": "chapter-02-slide-01",
          "type": "text_block",
          "content": "**La Deuda de Sangre**\n\nEl Taller Vosh no era un lugar de trabajo; era una catedral de grasa y metal fatigado que se alzaba en el corazón del Aro 2. Al cruzar el umbral, Zian sintió cómo el aire, ya de por sí denso a 2.0 atmósferas, se volvía una sopa espesa de cobre vaporizado y aceite diésel [1]. La gravedad de 1.5G tiraba de sus hombros hacia el suelo metálico, obligándole a caminar con esa postura encorvada y compacta típica de los nacidos en el Crisol, una adaptación necesaria para que el corazón no estallara al intentar bombear sangre contra el peso del mundo\n\nZian avanzó entre prensas hidráulicas del tamaño de edificios y grúas que chirriaban con un sonido que recordaba a un animal herido [2]. La luz naranja incandescente que subía desde las rejillas del suelo proyectaba sombras alargadas sobre su rostro, acentuando las ojeras críticas de quien no ha dormido más de tres horas seguidas en cinco años [2]. En su espalda, la urna de aluminio de Nilo vibraba rítmicamente al compás del Latido de 40 Hz que emanaba del Horno\n\n—Llegas tarde, Vulkan —tosió una voz profunda, cargada de flema y ceniza\n\nVosh, el mentor de Zian, estaba inclinado sobre el bloque de un motor de batiscafo. A sus 68 años, Vosh era una masa de músculos cubiertos por una costra de grasa negra y hollín [3]. Su barba blanca, trenzada con tuercas y arandelas, rozaba el metal frío. El codo de su brazo izquierdo mostraba esa mancha grisácea y pétrea de la Calcificación Fase 1, un recordatorio de una juventud estúpida en la que se atrevió a rozar la Frecuencia\n\n—El turno anterior se alargó en la fundición, viejo —respondió Zian, dejando su caja de herramientas pesadas sobre un banco de trabajo\n\nVosh levantó la vista. Sus ojos marrones estaban irritados por el humo constante. Miró fijamente el bulto bajo la chaqueta de Zian, donde el brazo de magma emitía un calor que hacía que el aire tremolara\n\n—Escóndelo mejor —advirtió Vosh en un susurro ronco—. Gorgos está en la oficina. Dice que el Sínodo ha subido los aranceles de ventilación y que necesita \"ajustar\" las cuentas\n\nZian se tensó. El magma bajo su piel reaccionó a la descarga de adrenalina, iluminando las grietas de basalto negro con un naranja más intenso. Vosh le puso una mano callosa y pesada en el hombro humano\n\n—No seas estúpido, muchacho. Tu palabra es tu metal, pero contra un tipo con una mandíbula hidráulica, el metal a veces se dobla\n\nZian asintió y se dirigió hacia la oficina, un cubículo de acero remachado y vidrio reforzado rayado por mil tormentas de polvo. Antes de entrar, sintió el olor: una mezcla de aceite rancio, sudor agrio y el inconfundible aroma metálico de la sangre seca\n\nDentro, la figura de Gorgos dominaba el espacio. Medía casi dos metros y pesaba 135 kilos de puro músculo y sadismo funcional [5]. Estaba sentado tras el escritorio de Vosh, ocupando todo el marco visual. Pero lo que capturaba toda la atención era su mandíbula hidráulica: una trampa de acero reforzado que reemplazaba la mitad inferior de su rostro, conectada al cráneo por pistones cromados que goteaban un lubricante negro y viscoso sobre su pecho lleno de cicatrices de látigo\n\n—Me debes cinco mil créditos. Más el interés de la semana, la cifra mágica es de cinco mil quinientos\n\nZian sintió la presión atmosférica aplastar su pecho. Ganaba apenas 70 créditos al día [6]. La matemática de Rustbone era una sentencia de muerte lenta.\n\n—Solo tengo doscientos —dijo Zian, sacando un chip de crédito sucio de su bolsillo\n\nLa mandíbula de Gorgos hizo un sonido seco, CLANK-hiss, al abrirse para simular una sonrisa. Una gota de aceite negro cayó sobre el suelo de rejilla\n\n—Doscientos créditos no pagan ni la protección que le doy a este taller contra la Guardia Industrial —gruñó Gorgos\n\nEl mafioso extendió una mano del tamaño de una pala y, con una lentitud insultante, tocó la urna de aluminio en la espalda de Zian. El contacto del metal frío contra el depósito de las cenizas de Nilo hizo que Zian dejara de respirar\n\n—Sabes, Vulkan... el aluminio se recicla bien en la Zona 1 —dijo Gorgos, haciendo chirriar sus pistones faciales—. Podría vender esta lata y el contenido por unos cuantos créditos. A lo mejor las cenizas de tu hermano sirven para lubricar alguna turbina en el Aro 1\n\nLa temperatura en la oficina subió instantáneamente. El brazo derecho de Zian pasó de un rojo ceniciento a un blanco incandescente. El vapor comenzó a silbar desde las grietas de la roca volcánica y el aire se llenó de un olor a ozono quemado\n\n—Si tocas esa urna otra vez —dijo Zian, su voz vibrando a la misma frecuencia que el magma—, no habrá mandíbula hidráulica en esta esfera capaz de reconstruir tu cara después de que la funda\n\nGorgos no retrocedió. Sus ojos amarillentos brillaron con una mezcla de curiosidad y desprecio. La tensión entre ambos era un arco eléctrico a punto de saltar\n\n—Tú tienes el fuego, Vulkan, pero yo tengo el Sínodo —dijo Gorgos, bajando la mano de la urna con deliberación—. El Almirante Kross paga mil créditos por cada usuario de la Frecuencia que le entrego en una jaula de plomo. ¿Crees que tu \"llama\" puede contra un batallón de la Guardia de Élite?\n\nEl silencio que siguió fue solo interrumpido por el rítmico THRUM... THRUM... del Horno. Era pura política de supervivencia. Zian sabía que Gorgos tenía razón. Matar al mafioso significaba atraer a los carceleros, y si él moría o era capturado, la promesa a Nilo de llevarlo \"al cielo\" moriría con él\n\nZian obligó a su brazo a enfriarse. La luz naranja retrocedió, dejando solo una roca negra humeante. En la punta de los dedos de su mano izquierda, la Calcificación Fase 1 picó con un frío punzante, recordándole que cada vez que se acercaba al estallido, perdía un trozo de su humanidad\n\n—Toma los doscientos —dijo Zian, arrojando el chip sobre el escritorio\n\nGorgos atrapó el chip con un movimiento rápido de su mandíbula, atrapándolo entre los dientes de sierra con un chasquido metálico\n\n—Tienes siete días, Vulkan —dijo Gorgos mientras se dirigía a la puerta, su peso haciendo crujir las planchas del suelo—. Siete días para encontrar el resto o para decidir qué parte de ti me vas a entregar. Ese brazo de piedra vale una fortuna en los laboratorios de la Zona 4, y ellos no preguntan si el dueño sigue vivo cuando empiezan a diseccionar\n\nGorgos salió del taller, dejando tras de sí un rastro de aceite negro y una amenaza que pesaba más que la gravedad de 1.5G. Zian se quedó apoyado contra el banco de trabajo, sintiendo el sudor frío evaporarse en su piel curtida\n\nAfuera, el rugido de la industria continuaba, sordo y eterno, recordándole que en Rustbone, el hierro siempre cobra su deuda en sangre o en piedra. No sabía que, a pocos metros de allí, en una pasarela de mantenimiento que gemía bajo la fatiga del metal, el destino estaba a punto de cambiar su deuda por algo mucho más peligroso",
          "duration": 15000
        },
        {
          "id": "chapter-02-slide-02",
          "type": "text_block",
          "content": "**El Precio del Rescate**\n\nEl incidente no fue una explosión dramática, sino el gemido agónico del metal fatigado.\n\nSCREEEEEEEEE-CRASH.\n\nUna pasarela de mantenimiento, tres niveles más arriba, cedió ante la corrosión y la gravedad. Toneladas de rejilla metálica, tuberías y escombros llovieron sobre el sector este del Taller Vosh. El polvo se levantó en una nube densa y asfixiante, saturada de óxido pulverizado\n\nZian se cubrió la cara con el brazo izquierdo. Cuando el polvo se asentó, reveló una montaña de metal retorcido bloqueando el acceso al almacén. Y de debajo de esa montaña, salía un sonido rítmico, mecánico y desesperado.\n\nHISS-clack. HISS-clack. HISS-clack.\n\nZian se acercó, entrecerrando los ojos a través de la neblina naranja del Aro 2. Había alguien atrapado bajo una viga en I que pesaba media tonelada. No era un obrero. La figura estaba encajada dentro de una jaula de pistones hidráulicos y placas de diferentes colores soldadas toscamente. No era una armadura militar; era un exoesqueleto de chatarra, un sistema de soporte vital rudimentario diseñado para comprimir el cuerpo y forzar la circulación\n\nDentro de la máquina, un joven pálido con el pelo rubio platino sucio de hollín boqueaba como un pez fuera del agua.\n\n—¡Ayuda! —la voz del joven era fina, aguda, sin la gravedad de los nativos del fondo—. ¡El sistema... la presión...!\n\nZian miró los manómetros en el pecho de la armadura. Las agujas estaban en rojo crítico. Era un \"Áureo\", un habitante de la Zona 3 [5]. Su estructura ósea era ligera, evolucionada para 1.0G. Aquí abajo, bajo 1.5G y 2.0 atmósferas, sus órganos internos estaban siendo aplastados por su propio peso. Sangre oscura empezaba a brotar de su nariz: Barosis en fase aguda\n\n—¡Sácame de aquí! —suplicó el chico.\n\nZian debería dejarlo. Un parásito menos. Pero entonces vio la bolsa de cuero en su cinturón. Abultada. Créditos. Cinco mil quinientos créditos de deuda con Gorgos pesaban más que su odio por la élite\n\n—Si te saco —dijo Zian, su voz plana sobre el estruendo de las alarmas—, me pagas. Todo lo que lleves.\n\nEl chico asintió frenéticamente. Zian evaluó la viga. Acero reforzado. Imposible de levantar. Imposible de cortar con herramientas convencionales antes de que el chico muriera.\n\nSolo había una forma.\n\nZian miró su brazo derecho. Odiaba esto. Odiaba sentir cómo su humanidad se erosionaba.\n—Cúbrete la cara —ordenó.\n\nZian colocó su mano de roca volcánica sobre la viga. Cerró los ojos y buscó la resonancia. No el Latido externo del Horno, sino la vibración interna. 110 Hz. La frecuencia de la materia\n\nVibra.\n\nLas células de su brazo se excitaron violentamente. La roca negra pasó a rojo, luego a naranja, y finalmente a un blanco cegador. El olor a carne quemada —su propia carne, donde el nervio tocaba la piedra— llenó el aire, dulce y nauseabundo. Zian soltó un gruñido gutural de pura agonía mientras el magma real fluía por las grietas de su extremidad\n\nEl acero de la viga no se rompió; se rindió. Bajo el toque de mil grados, la estructura molecular se deshizo. El metal brilló y se derritió como cera. Zian empujó, y su puño atravesó la viga, cortándola en dos. Gotas de acero fundido cayeron al suelo, siseando peligrosamente cerca del rostro del chico\n\nZian pateó la mitad de la viga lejos. La armadura de chatarra siseó, liberada, y los pistones retomaron su ritmo frenético para mantener al chico con vida.\n\nHISS-clack. HISS-clack.\n\nZian retrocedió, sujetándose el brazo derecho humeante. Se miró la mano izquierda: las yemas de los dedos eran grises, duras, insensibles. Calcificación Fase 1 [13, 14]. El precio estaba pagado.\n\n—Gracias... —jadeó el joven, limpiándose la sangre con un pañuelo de seda—. Soy... Kaelen. Kaelen Solis\n\n—No me importa tu nombre. Págame.\n\nAntes de que Kaelen pudiera entregar los créditos, una sombra cayó sobre ellos.\n\n—Vaya, vaya —dijo una voz femenina cargada de sarcasmo—. Un espectáculo de luces y un rescate. ¿Están vendiendo entradas?\n\nZian se giró. Apoyada en la entrada, había una mujer con una chaqueta de piloto inmensa y botas lunares. Su pelo brillaba con un rosa neón intenso en la penumbra, una reacción biológica al estrés [16, 17]. Pero lo que heló la sangre de Zian fue su ojo izquierdo: un obturador mecánico de cámara que se contrajo con un clic audible al enfocarlo\n\n—La Guardia viene de camino —dijo Rox, señalando con el pulgar hacia las luces azules que rebotaban en la entrada principal—. Detectaron el pico térmico de tu linterna mágica\n\nMiró los créditos en la mano de Kaelen.\n\n—Ese es un transporte muy caro para un lugar tan feo. Me llamo Rox. Tengo una nave a dos calles. Si quieren vivir para gastar ese dinero, sugiero que me sigan. Ahora\n\nZian miró hacia la entrada. La Guardia Industrial estaba entrando. Si lo atrapaban con el brazo activado, era ejecución sumaria.\n\nEscupió al suelo, agarró a Kaelen por la pechera de su armadura y lo levantó de un tirón.\n\n—Tú pagas el viaje —le gruñó al noble. Luego miró a Rox—. Sácanos de aquí.\n\nRox sonrió, su ojo mecánico haciendo clic-clic.\n\n—Será un placer. Pero la tarifa de \"huida bajo fuego\" es el doble\n\nEl trío echó a correr hacia la oscuridad de los túneles traseros, perseguidos por el aullido de las sirenas y el eterno, incesante latido del Horno bajo sus pies.",
          "duration": 15000
        }
      ]
    },
    {
      "id": "chapter-02",
      "title": "Capítulo 2: La Piloto Rosa",
      "description": "El la piloto rosa en el universo de RUSTBONE",
      "isUnlocked": false,
      "slides": [
        {
          "id": "chapter-02-slide-01",
          "type": "text_block",
          "content": "**La Mentira del Oro**\n\nEl cierre de la compuerta hidráulica cortó el rugido del exterior, pero no trajo silencio. Dentro del vientre del Deriva, el sonido cambió de textura. Ya no era el caos expansivo de la fundición, sino una claustrofobia vibrante: el ka-chunk, ka-chunk asmático del motor V8 diésel resonando contra las paredes del fuselaje, amplificado por la falta de aislamiento acústico\n\nEl aire dentro de la nave olía a aceite caliente, cuero viejo y a la electricidad estática del miedo.\n\nZian Vosh se dejó deslizar por la pared de metal frío hasta el suelo de rejilla. Su respiración era áspera, rasgando su garganta. Lo primero que hizo, antes de revisar su propia carne quemada, fue tantear la espalda. La urna de aluminio estaba allí. Abollada, fría, vibrando contra sus riñones con cada sacudida del motor, pero segura [16]. Nilo había sobrevivido a otra caída.\n\nSolo entonces Zian se permitió mirar su brazo derecho.\n\nLa roca volcánica se estaba enfriando, pasando del blanco cegador a un rojo cereza apagado y finalmente a un negro grisáceo, como carbón de leña muriendo. El dolor no era agudo; era una marea profunda y nauseabunda que subía desde el hombro. Pequeños fragmentos de escoria se desprendían de las grietas, cayendo al suelo con un tic-tic-tic mineral. Zian apretó los dientes. Odiaba esa extremidad. Odiaba cómo se sentía: pesada, ajena, una parásita geológica que se alimentaba de su bioelectricidad\n\nLevantó la mano izquierda, la de carne. Bajo la luz parpadeante de la cabina, las yemas de sus dedos índice y medio tenían un color equivocado. Un gris mate, sin vida. Al frotarlas contra su pantalón, no sintió la textura de la tela. Calcificación Fase 1 [19]. El precio del rescate. Había vendido un trozo de su sensibilidad táctil por la vida del chico que yacía en el suelo.\n\nZian levantó la vista hacia su \"inversión\".\n\nKaelen Solis estaba ovillado en posición fetal cerca de los conductos de ventilación, luchando por respirar. La gravedad de la aceleración vertical, sumada a la gravedad natural de 1.5G de la Zona 1, estaba aplastando su fisiología de clase alta\n\nZian lo observó con la frialdad de un tasador. Había algo obsceno en la fragilidad del chico. Su piel era demasiado pálida, demasiado limpia debajo de la capa superficial de hollín reciente. Sus manos, aunque enguantadas ahora, tenían muñecas finas que se romperían con un día de trabajo en el Taller Vosh. Pero lo que más inquietaba a Zian era la Armadura de Chatarra.\n\nAhora que podía verla de cerca, notó las discrepancias. Sí, estaba hecha de basura reciclada —placas de acero soldadas toscamente, mangueras hidráulicas de uso industrial— pero el diseño subyacente... La forma en que los pistones se alineaban con la musculatura intercostal para asistir la respiración, la eficiencia del sistema de compresión vascular... Eso no era trabajo de un chatarrero aficionado. Había una ingeniería académica debajo de la suciedad\n\nKaelen abrió los ojos. Eran de un azul acuoso, inyectados en sangre por la presión.\n\n—Gracias... —susurró el noble, su voz apenas un hilo sobre el estruendo del motor.\n\nKaelen intentó incorporarse, pero el Deriva dio una sacudida violenta al atravesar una corriente térmica y volvió a caer. Se llevó la mano al pecho, donde los pistones de su armadura siseaban HISS-clack, manteniendo su corazón latiendo a la fuerza.\n\nPor dentro, la mente de Kaelen era un torbellino de pánico calculado. Sabía que Zian lo estaba analizando. Podía sentir la mirada del mecánico recorriendo su uniforme, buscando insignias que Kaelen ya había arrancado hace años [2]. Debía mantener la mentira. Si Zian descubría que no era solo un rico con mala suerte, sino un exoficial de Inteligencia de la Zona 3, un Solis... lo tiraría por la esclusa antes de llegar al Aro 5.\n\nKaelen miró el brazo derecho de Zian. Aún humeaba.\n\n—Eso es... La Frecuencia —dijo Kaelen, intentando que su voz sonara sorprendida, no analítica. Pero no pudo evitar el tono clínico—. Manipulación térmica celular. Nivel avanzado.\n\nZian se tensó. Cubrió instintivamente el brazo de magma con un trapo sucio que sacó de su bolsillo.\n\n—Es una herramienta —gruñó Zian, defensivo. Su ignorancia era su escudo. Él no sabía de \"manipulación celular\" ni de \"niveles\". Solo sabía que quemaba y que dolía—. Y no es asunto tuyo.\n\n—No... yo no... —Kaelen tosió, limpiándose la sangre de la nariz con el dorso del guante—. Solo he leído sobre ello. En los archivos... de la biblioteca pública.\n\nMentira. Kaelen había leído sobre ello en los informes clasificados del Bloque K en la Zona 4 [21]. Sabía que el brazo de Zian no era una herramienta; era un síntoma. Un efecto secundario de la exposición al trauma y a la radiación del Horno. Sabía que cada vez que Zian lo usaba, estaba alimentando a la Entidad que dormía en el núcleo\n\nLa culpa golpeó a Kaelen más fuerte que la gravedad. Él sabía cosas que Zian ni siquiera podía imaginar. Sabía por qué la esfera era una prisión. Sabía por qué el Horno estaba fallando. Y sabía que su propia mano había tecleado el código que hizo caer el módulo de transporte cinco años atrás\n\nMiró la urna en la espalda de Zian. Una urna de aluminio barata, abollada. Nilo, había dicho Zian.\n\nKaelen cerró los ojos, fingiendo mareo para cortar el contacto visual. Nilo Vosh. Recordaba el nombre. Estaba en la lista de víctimas colaterales del incidente K-9. Fila 47, columna B\n\nEl hombre que acababa de salvarle la vida cargaba con los huesos de la persona que Kaelen había matado.\n\nDesde la cabina del piloto, Rox gritó algo ininteligible, peleando con los controles. La nave se inclinó hacia babor. Zian se puso de pie con dificultad, usando las paredes para estabilizarse, y caminó hacia la cabina, alejándose de Kaelen.\n\nEl noble se quedó solo en la penumbra de la bodega, escuchando el siseo rítmico de su propio soporte vital. HISS-clack. El sonido de su propia supervivencia sonaba como una acusación. Estaba atrapado en una caja de metal voladora con dos personas a las que había destruido la vida, y su única opción para seguir respirando era seguir mintiendo.\n\nSe ajustó los guantes de cuero para asegurarse de que cubrían sus propias muñecas. Allí, bajo la piel pálida, sus propias venas empezaban a mostrar el color gris de la piedra [3]. Él también estaba pagando el precio. Pero a diferencia de Zian, él sabía exactamente por qué.",
          "duration": 15000
        },
        {
          "id": "chapter-02-slide-02",
          "type": "text_block",
          "content": "**La Ascensión del Plomo**\n\nEl suelo desapareció, reemplazado por una sacudida que casi le arranca los dientes a Zian.\n\nEl Deriva no despegó; fue escupido hacia arriba. El motor V8 diésel rugió con una furia agónica, un KA-CHUNK KA-CHUNK ensordecedor amplificado por la acústica de la cabina de metal desnudo. La gravedad de 1.5G tiró de ellos hacia abajo como una mano de dios enfurecido, haciendo que el fuselaje de la nave gimiera bajo la tensión estructural. No estaban volando; estaban peleando a puñetazos contra la física.\n\n—¡Sujetaos o morid! —gritó Rox sobre el estruendo.\n\nSu ojo mecánico zumbaba y hacía clic-clic-clic a una velocidad frenética, procesando vectores de empuje y obstáculos térmicos más rápido que cualquier cerebro orgánico. Su pelo rosa neón iluminaba la cabina con un resplandor estroboscópico, la señal biológica de que su sistema nervioso estaba al límite.\n\nBLAM. BLAM. PING.\n\nEl sonido de proyectiles de alto calibre impactando contra el casco exterior resonó como martillazos. La Guardia Industrial no había dejado de disparar.\n\n—¡Nos están acribillando el blindaje de popa! —bramó Zian, aferrándose a una tubería hidráulica con su brazo de carne. El brazo de magma, aún humeante, colgaba inútil y pesado a su costado, un peso muerto de roca que tiraba de su hombro.\n\n—¡No hay blindaje en la popa! —respondió Rox, tirando de la palanca de control con ambas manos—. ¡Es el tanque de reserva!\n\nLa nave se inclinó cuarenta y cinco grados a estribor, esquivando una ráfaga de fuego trazador que cortó el aire ahumado del hangar. Rox no buscó la salida principal; esa estaba bloqueada por vehículos blindados. En su lugar, enfiló el morro de cristal reforzado del Deriva hacia el laberinto de mega-estructuras que colgaban del techo del Aro 3.\n\nVolaron hacia el infierno industrial.\n\nEl Deriva se zambulló entre tuberías de vapor del grosor de secuoyas y cadenas de transmisión que se movían con un chirrido tectónico. Era un vuelo suicida. A esa velocidad, y con la densidad del aire a 2.0 atmósferas, la resistencia aerodinámica era como atravesar melaza. El motor escupía humo negro y aceite caliente, dejando una estela tóxica que cegaba a los perseguidores.\n\n—¡Cuidado! —gritó Kaelen desde el suelo.\n\nFrente a ellos, una grúa de fundición masiva oscilaba, transportando un caldero de diez toneladas de acero líquido. Rox no frenó. Aceleró.\n\nEl Deriva pasó por debajo del caldero oscilante con apenas metros de margen. El calor radiante del metal fundido penetró el cristal de la cabina, elevando la temperatura interior a sesenta grados en un segundo. Zian olió su propio pelo chamuscarse. La luz naranja del acero líquido inundó la nave, revelando el terror absoluto en los ojos azules de Kaelen, cuya armadura de chatarra siseaba HISS-clack en un ritmo de pánico, inyectándole estabilizadores para que su corazón no estallara por la fuerza G.\n\n—¡Torres! —advirtió Rox, mirando su radar analógico—. ¡Tenemos dos naves Clase Torre interceptando desde el sector norte!\n\nLas Torres militares eran cilindros de combate de cuarenta metros, erizados de ametralladoras y propulsados por seis turbinas. Eran los tiburones del aire en Rustbone; el Deriva era un pez cojo.\n\nDos sombras cilíndricas emergieron del humo de las chimeneas, sus reflectores barriendo la oscuridad industrial. Las trazadoras de calibre 20mm empezaron a masticar el aire alrededor de ellos.\n\n—¡No puedo dejarlos atrás con este peso! —gruñó Rox, peleando con la vibración de los mandos—. ¡Zian! ¡Necesito contramedidas!\n\n—¡Esta chatarra no tiene armas! —respondió Zian, sintiendo cómo la nave se sacudía por una explosión cercana.\n\n—¡Tú eres el arma, imbécil! —Rox señaló una palanca roja junto al panel de instrumentos—. ¡Abre la purga de combustible auxiliar! ¡Ahora!\n\nZian no dudó. Se soltó de la tubería, resbaló por el suelo inclinado debido al viraje y golpeó la palanca con su puño de piedra.\n\nUna válvula se abrió en la panza de la nave. Litros de Aceite del Horno sin quemar se rociaron directamente sobre los escapes al rojo vivo del motor.\n\nWOOOMPH.\n\nNo fue una explosión controlada. Fue una nube de fuego sucio y humo denso que se expandió instantáneamente detrás de ellos, creando una cortina térmica impenetrable. Las Torres, cegadas por la repentina firma de calor y el humo oleoso, tuvieron que romper la formación para no estrellarse contra las vigas de la estructura.\n\nEl Deriva aprovechó el caos. Rox metió la nave en un picado ascendente, buscando una de las chimeneas de ventilación masivas que conectaban con los niveles superiores. La fuerza G aplastó a Zian contra el suelo. Sintió crujir sus costillas. La urna de Nilo se le clavó en la columna.\n\nLa nave entró en el conducto vertical. La oscuridad se tragó el brillo naranja de la fundición. El sonido cambió; el rugido del espacio abierto se convirtió en un aullido reverberante dentro del túnel de hormigón y acero.\n\nSubían. Hacia la Zona 2. Hacia la niebla.\n\nKaelen vomitó bilis, su cuerpo no adaptado rindiéndose ante la violencia del ascenso. Zian se arrastró hasta él y lo sujetó contra el suelo para que no se rompiera el cuello con las sacudidas.\n\n—Estamos fuera... —jadeó Rox, su voz temblorosa, mientras su pelo pasaba de rosa neón a un violeta pálido—. Estamos fuera del alcance de tiro.\n\nEl motor del Deriva tosió, falló un ciclo, y luego recuperó el ritmo. Aceite, sudor y miedo. Habían escapado del fuego, pero el ascenso apenas comenzaba.",
          "duration": 15000
        }
      ]
    },
    {
      "id": "chapter-03",
      "title": "Capítulo 3: La Frontera de Ceniza",
      "description": "El la frontera de ceniza en el universo de RUSTBONE",
      "isUnlocked": false,
      "slides": [
        {
          "id": "chapter-03-slide-01",
          "type": "text_block",
          "content": "**Huesos de Vidrio**\n\nDentro del Deriva, la realidad no era la burocracia exterior, sino la agonía biológica.\n\nEl descenso de la presión atmosférica fue el detonante. Mientras la nave se estabilizaba en la cola de espera del Aro 5, los manómetros de la cabina cayeron de las opresivas 2.0 atmósferas del fondo a unas inestables 1.8 atmósferas [2]. Para Zian y Rox, nativos de las profundidades y la zona media respectivamente, el cambio fue apenas un estallido en los oídos, como sumergirse en agua.\n\nPara Kaelen Solis, fue como si su sangre empezara a hervir en frío.\n\nUn gemido ahogado, húmedo, rompió el ritmo del motor. Zian se giró desde el asiento del copiloto.\n\nEl aristócrata estaba convulsionando en el suelo de rejilla. Su Armadura de Chatarra había entrado en pánico mecánico. Los pistones hidráulicos que rodeaban su tórax y extremidades se movían con espasmos violentos —CHACK-HISS, CHACK-HISS— intentando compensar artificialmente la falta de presión externa [4]. Sin la atmósfera densa de la Zona 1 aplastándolo, sus venas, diseñadas para la delicadeza de la Zona 3, se estaban dilatando peligrosamente.\n\n—¡El chico se nos muere! —gritó Rox, sin soltar los mandos mientras maniobraba para evitar chocar con una barcaza de carga oxidada.\n\nZian se soltó el cinturón y se deslizó hacia Kaelen. Lo que vio le provocó una mezcla de asco y una extraña lástima Darwiniana.\n\nKaelen se había quitado los guantes en su desesperación. Sus manos arañaban el metal del suelo. Zian notó la Calcificación Fase 2 en sus dedos: la piel grisácea y dura de piedra que contrastaba violentamente con la palidez enfermiza del resto de su brazo [5]. Pero lo peor era su cara.\n\nLa Barosis estaba en fase aguda [2]. Sangre oscura y espesa brotaba de ambas fosas nasales de Kaelen, manchando su uniforme militar robado y sucio. Sus ojos estaban inyectados en sangre, los capilares estallando por la descompresión.\n\n—No... puedo... —gorgoteó Kaelen, ahogándose en su propia sangre.\n\nZian lo agarró por los hombros, sintiendo la fragilidad de su estructura bajo la ropa. Era como sujetar a un pájaro. Los huesos de Zian eran densos, compactos, forjados por generaciones de 1.5G y asistencia fetal Custodia para resistir el aplastamiento [6]. Los de Kaelen eran vidrio templado: elegantes, pero inútiles aquí abajo.\n\n—¡Tu máquina! —bramó Zian, sacudiéndolo—. ¡Ajusta la maldita máquina o te vas a desangrar!\n\nKaelen intentó alcanzar el regulador de presión en su pecho, pero sus manos calcificadas, rígidas y torpes, resbalaron sobre los controles manchados de sangre.\n\nZian maldijo. Apartó las manos del chico y agarró la válvula principal de la armadura. Era una pieza tosca de fontanería industrial soldada al soporte vital. Zian la giró con fuerza bruta hacia la derecha, aumentando la compresión mecánica.\n\nLa armadura siseó violentamente y se cerró sobre el cuerpo de Kaelen como una garra de acero.\n\nCRACK.\n\nZian oyó el sonido de una costilla crujiendo bajo la presión de la armadura. Kaelen gritó, un sonido agudo y lamentable, pero la hemorragia nasal se detuvo casi al instante. La máquina estaba haciendo el trabajo que su cuerpo débil no podía: mantenerlo unido a la fuerza.\n\nZian se quedó allí, arrodillado sobre el noble, con las manos manchadas de la sangre de un hombre que no pertenecía a este mundo. Miró a Kaelen a los ojos. Había terror allí, sí, pero también una vergüenza profunda. La vergüenza de la élite al descubrir que su superioridad genética era una desventaja mortal en el mundo real.\n\n—Sois de cristal —murmuró Zian, con desprecio. No era solo un insulto; era una observación fisiológica—. Arriba os creéis dioses porque vivís en el cielo falso, pero aquí abajo... aquí abajo solo sois carne blanda esperando romperse.\n\nKaelen tosió, escupiendo un coágulo rojo al suelo. Su respiración se estabilizó, rítmica y asistida por los pistones.\n\n—Gracias... —susurró, evitando la mirada de Zian.\n\nZian se limpió la sangre en su pantalón de trabajo. El calor de su brazo derecho, aún latente tras el uso de la Frecuencia, había cauterizado una pequeña mancha de sangre en la armadura de Kaelen.\n\n—No me des las gracias —gruñó Zian, volviendo a su asiento mientras el Deriva se acercaba a la esclusa de la aduana—. Solo protejo mi pago. Si te mueres antes de cruzar, te tiro por la borda y le cobro a tu cadáver.\n\nPero mientras miraba hacia el muro de acero de la Aduana, Zian no podía quitarse la sensación de los huesos frágiles de Kaelen bajo sus dedos. Era una fragilidad obscena. Una prueba física de que la justicia no existía en Rustbone: los que construían la jaula eran demasiado débiles para sobrevivir en ella, mientras que los que la sufrían se habían vuelto demasiado duros para romperla.",
          "duration": 15000
        },
        {
          "id": "chapter-03-slide-02",
          "type": "text_block",
          "content": "**La Moneda Universal**\n\nEl siseo de la descompresión de la esclusa anunció la llegada de la ley. O al menos, de lo que pasaba por ley en la frontera del Aro 5.\n\nZian se tensó, su mano izquierda cerrándose en un puño mientras el brazo derecho, oculto bajo la chaqueta, irradiaba un calor sordo que amenazaba con delatarlos. Frente a la rampa del Deriva, tres oficiales de la Guardia Fronteriza esperaban con esa postura aburrida y peligrosa de quien tiene el poder de arruinar vidas por mero capricho burocrático. Llevaban uniformes grises manchados de hollín y rifles cinéticos colgados con negligencia.\n\n—Ni se te ocurra —susurró Rox, golpeando el pecho de Zian con el dorso de la mano—. Aquí no sirven tus puños de lava. Aquí se pelea con otro metal.\n\nRox avanzó hacia la rampa, adoptando una postura relajada, casi arrogante, que contrastaba con el temblor de sus manos que Zian había notado minutos antes. Kaelen, todavía en el suelo luchando por regular su respiración tras la crisis de Barosis, intentó incorporarse, pero la armadura de chatarra pesaba como una losa.\n\n—Documentación de tránsito y manifiesto de carga —dijo el oficial al mando, un hombre con la piel picada de viruela y los ojos amarillentos por los vapores químicos. No miró a Rox a la cara; miraba el casco parcheado del batiscafo con desdén.\n\n—El sistema de transmisión falló en el Aro 3, oficial —mintió Rox con una fluidez aterradora—. Un pico de tensión. Ya sabe cómo está la red estos días.\n\nEl oficial escupió al suelo de rejilla.\n\n—Sin transmisión, no hay paso. Y por la pinta de esta chatarra, dudo que tengan licencia de vuelo vigente. —Hizo una señal a sus subordinados—. Registrad la bodega. Si encuentro contrabando, confisquen la nave. Si encuentro refugiados sin permiso... al Horno.\n\nZian dio un paso adelante, la urna de Nilo pesando en su espalda como una acusación. Los guardias llevaron las manos a sus armas. La tensión en el aire se podía cortar con un cuchillo.\n\n—Esperen —dijo Rox, interponiéndose—. No hace falta perder el tiempo con papeleo aburrido.\n\nMetió la mano en el bolsillo de su chaqueta de piloto y sacó la bolsa de cuero que había tomado del cinturón de Kaelen. El sonido de las fichas de crédito chocando entre sí fue más fuerte que cualquier disparo. En Rustbone, el tintineo del dinero era el único idioma universal.\n\nEl oficial detuvo a sus hombres con un gesto perezoso.\n\n—¿Qué es eso? —preguntó, aunque sus ojos brillaban con reconocimiento.\n\n—Una multa preventiva —dijo Rox, abriendo la bolsa para que el oficial viera el brillo de los chips de crédito de la Zona 3—. Por el fallo de transmisión. Y por las molestias de tener que inspeccionar una nave que, le aseguro, solo transporta chatarra y aire viciado.\n\nEl guardia se acercó. Miró dentro de la bolsa. Había más dinero ahí del que ganaría en diez años con su salario de 30 créditos al día. La corrupción en la Guardia Fronteriza era del 80%; Rox estaba apostando a la estadística\n\n—Hay tres pasajeros —dijo el guardia, mirando a Zian y luego al bulto que era Kaelen en el suelo—. La tarifa de \"procesamiento rápido\" ha subido. El Sínodo está apretando las tuercas.\n\n—Hay suficiente para cubrir la tarifa —respondió Rox, fría—. Y para que usted y sus chicos cenen carne de verdad esta noche en lugar de pasta de hongos.\n\nEl oficial cogió la bolsa. Sopesó el valor moral de su deber contra el peso físico de la riqueza. No hubo lucha interna. En Rustbone, la moralidad era un lujo que nadie en los aros inferiores podía permitirse.\n\n—Parece que el sistema de transmisión acaba de arreglarse —dijo el oficial, guardándose la bolsa en el chaleco—. Tenéis diez minutos para despejar la plataforma. Si os veo en el cambio de turno, os disparo yo mismo.\n\nLos guardias se apartaron. Rox no esperó. Volvió a subir la rampa y golpeó el botón de cierre.\n\n—¡Sujetaos! —gritó, corriendo hacia la cabina.\n\nEl Deriva se estremeció y se elevó, dejando atrás la aduana y la corrupción.\n\nZian miró a Kaelen. El noble tenía los ojos abiertos, mirando el techo de la bodega con una mezcla de alivio y vergüenza. Acababa de comprar su vida, y la de sus compañeros, con el dinero de la misma casta que oprimía el mundo.\n\n—Bienvenidos a la Zona 2 —anunció Rox desde los controles.\n\nLa nave cruzó el umbral. La luz sucia y anaranjada del Crisol desapareció de golpe. Las ventanas se llenaron de un blanco lechoso y denso. El sonido del motor se amortiguó, tragado por la humedad. Habían entrado en la Niebla.\n\nZian miró sus manos. La izquierda, con las puntas de los dedos grises. La derecha, de roca volcánica enfriándose. Habían cruzado el filtro, pero la suciedad del sistema se le había pegado a la piel.\n\n—Nadie sale limpio de aquí —murmuró Zian, sintiendo que la frase aplicaba tanto al hollín de abajo como al dinero de arriba.\n\nEl Deriva se perdió en el blanco infinito, un punto de óxido navegando hacia lo desconocido.",
          "duration": 15000
        }
      ]
    },
    {
      "id": "chapter-04",
      "title": "Capítulo 4: La Mordaza Húmeda",
      "description": "El la mordaza húmeda en el universo de RUSTBONE",
      "isUnlocked": false,
      "slides": [
        {
          "id": "chapter-04-slide-01",
          "type": "text_block",
          "content": "**El Fantasma del Taller**\n\nZian sintió el sabor en la parte posterior de su garganta antes de ver nada. Era dulce, metálico y viscoso. Como sangre mezclada con miel podrida.\n\nLa física del mundo pareció inclinarse sobre su eje.\n\nPrimero fue el sonido. El goteo rítmico del agua condensada en los Árboles esporales se ralentizó, distorsionándose hasta convertirse en un eco profundo y cavernoso. PLOOOOOOOOC... PLOOOOOOOOC... El sonido dejó de ser líquido y se volvió industrial. Se transformó en el CLANG-hisss de una prensa hidráulica lejana.\n\nLuego, la visión.\n\nLa niebla grisácea de la Zona 2 se tiñó de un amarillo enfermizo y comenzó a arremolinarse con violencia. Las partículas de esporas en suspensión brillaron como chispas de soldadura [1]. Zian parpadeó, y cuando volvió a abrir los ojos, el suelo esponjoso de musgo había desaparecido.\n\nBajo sus botas, sentía la vibración dura y familiar de una rejilla de acero oxidado. La gravedad, que minutos antes era una tolerable 1.35G, pareció aumentar de golpe, aplastándole los hombros con el peso fantasma de la Zona 1\n\n—Zian... —la voz vino de atrás.\n\nZian se detuvo en seco. Su corazón golpeó contra sus costillas como un martillo neumático fuera de control. Conocía esa voz. La había escuchado en su cabeza cada noche durante cinco años, pero nunca con esta claridad acústica.\n\nSe giró lentamente.\n\nRox y Kaelen no estaban. La niebla se los había tragado. Solo estaba él, de pie en el centro del Taller Vosh. Pero no el taller en ruinas que había dejado atrás; era el taller de hace cinco años. Operativo. Vivo. Las grúas se movían en el techo, y el aire olía a ozono fresco y grasa caliente\n\n—Debiste revisar la válvula de presión, Zian —dijo la voz, tranquila, sin acusación, lo que lo hacía peor.\n\nUna figura emergió del vapor. Llevaba un overol azul impecable, con el nombre bordado en el pecho. Tenía el pelo largo y negro recogido en una coleta y esa sonrisa fácil que rompía el alma de Zian.\n\nNilo.\n\nEstaba vivo. Intacto. Pero cuando Zian miró más de cerca, vio que los ojos de su hermano no eran de color miel. Eran dos agujeros negros que goteaban aceite de motor caliente sobre sus mejillas\n\n—No... —susurró Zian, retrocediendo. Su espalda chocó con algo duro. La urna de aluminio. La sentía física, fría y pesada contra sus riñones, pero Nilo estaba de pie delante de él. La paradoja le provocó una náusea vertiginosa—. Tú estás muerto. Te quemé. Te llevo en la espalda.\n\n—¿Me llevas? —Nilo ladeó la cabeza. El aceite de sus ojos manchó su overol—. Me dejaste, Zian. Me empujaste fuera y te quedaste mirando mientras el cielo caía.\n\n—¡No! —gritó Zian. Su brazo derecho de magma se encendió, reaccionando a su pánico, iluminando la alucinación con una luz roja violenta—. ¡Tú me empujaste! ¡Me salvaste!\n\nEl techo del taller crujió. Un sonido que Zian recordaba con precisión milimétrica: 08:17 AM. El chillido del metal desgarrándose ante una fuerza imparable [3]. Zian miró hacia arriba.\n\nNo vio el techo de vigas. Vio la panza ardiente del Módulo K-9 atravesando la estructura a 480 km/h [3]. Vio el momento exacto en que la viga maestra se partía.\n\n—¡Zian, corre! —gritó el Nilo de la alucinación, su voz superponiéndose con el recuerdo real.\n\nEl impacto fue silencioso en su mente, pero la onda expansiva lo tiró al suelo. Zian cayó de rodillas en el barro de la Zona 2, aunque su mente sentía el metal caliente del taller. La culpa era una mano física apretando su garganta, asfixiándolo más que la atmósfera tóxica.\n\n—Lo siento... lo siento... —sollozó Zian, golpeando el suelo invisible con su puño de carne—. Debí ser yo.\n\nA pocos metros de distancia, en la realidad física, Kaelen Solis también estaba gritando.\n\nPero Kaelen no veía un taller. Kaelen estaba flotando en el vacío frío de una sala de servidores en la Zona 3. Frente a él, flotaban líneas de código verde y rojo. Eran los registros de navegación que él mismo había escrito cinco años atrás.\n\nERROR DE TRAYECTORIA. COLISIÓN INMINENTE.\n\n—¡Intenté desviarla! —gritó Kaelen, manoteando el aire húmedo del bosque, luchando contra fantasmas digitales—. ¡Solo quería aterrizarla! ¡No sabía que los protocolos de seguridad bloquearían los motores!\n\nLas líneas de código se transformaron. Se convirtieron en caras. Rostros de niños. Doce de ellos. Flotaban alrededor de Kaelen con la piel pálida y los ojos cerrados, como si estuvieran durmiendo en formaldehído.\n\n—Sujeto 04... Sujeto 07... —susurró una voz mecánica en su oído—. Estado: Terminados. Causa: Interferencia externa no autorizada\n\n—¡Quería salvarlos! —suplicó Kaelen, ovillándose en el suelo. Su Armadura de Chatarra siseaba violentamente —HISS-clack, HISS-clack— detectando su taquicardia y comprimiendo su pecho para compensar el pánico.\n\nUna de las caras de los niños abrió los ojos. Eran grises, calcificados.\n\n—Tú escribiste el código, Kaelen —dijo el niño con la voz de Nilo—. Tú borraste nuestro futuro.\n\nZian, atrapado en su propia pesadilla, escuchó los gritos de Kaelen como un eco distante. No entendía las palabras (\"código\", \"protocolos\"), solo escuchaba la confesión de una culpa tan profunda como la suya.\n\nLas esporas de los árboles pulsaban a su alrededor, alimentándose de la bioelectricidad del trauma, amplificando el dolor hasta hacerlo insoportable. En ese momento, no había diferencia entre la Zona 1 y la Zona 2; ambas eran prisiones construidas con los ladrillos de sus propios errores.",
          "duration": 15000
        },
        {
          "id": "chapter-04-slide-02",
          "type": "text_block",
          "content": "**El Calor Atrae al Diente**\n\nEl sonido vibrante del CROOOOAAAA se cortó en seco con un chasquido húmedo y violento.\n\nNo fue silencio lo que siguió, sino el ruido inconfundible de huesos rompiéndose y carne desgarrándose. Algo grande se movía en la niebla, algo que no pertenecía a la suavidad del musgo y los hongos. El aire, denso y cargado de esporas, trajo de repente un olor que Zian conocía demasiado bien: azufre, metal oxidado y calor radiante. El olor de la Zona 1.\n\n—Atrás —siseó Rox, empujando a Kaelen detrás de un tronco de Árbol Esporal.\n\nDos luces rojas se encendieron en la bruma, a tres metros de altura sobre el suelo. No eran bioluminiscencia natural. Eran el brillo térmico de los ojos de un depredador alfa.\n\nUn Sabueso de Escoria (Canis scoria) emergió de la oscuridad\n\nLa bestia era una pesadilla de la evolución forzada. Medía casi dos metros de largo, una masa de músculos densos cubiertos no por pelo, sino por placas de piel mineralizada que parecían costras de hierro oxidado [2]. Su mandíbula colgaba abierta, revelando hileras de dientes metálicos grises —literalmente reforzados con hierro absorbido de su dieta carroñera— que goteaban una saliva espesa y humeante [2]. En sus fauces, las patas traseras de un Sapo de Niebla gigante se agitaban una última vez antes de ser trituradas con un CRUNCH sonoro.\n\nEl Sabueso soltó los restos del sapo y giró su enorme cabeza hacia Zian.\n\n—Mierda... —susurró Zian.\n\nSabía por qué lo miraba. Los Sabuesos cazan por visión térmica [1]. En el frío húmedo de la Zona 2, el brazo de magma de Zian, brillando a cientos de grados bajo su manga, era como una bengala en la noche.\n\n—¡Corre! —gritó Rox.\n\nLa bestia cargó.\n\nSe movió con una velocidad aterradora para su tamaño, sus garras metálicas arrancando trozos de musgo y tierra. Zian empujó a Kaelen hacia un lado y se preparó para el impacto. No podía huir; la gravedad de 1.35G lo hacía más ligero que en casa, pero el Sabueso estaba diseñado para matar en 1.5G. Aquí era un misil.\n\nZian levantó su brazo derecho. El magma reaccionó al miedo, iluminando la niebla con un resplandor naranja. El Sabueso saltó, buscando el calor.\n\nZian golpeó.\n\nSu puño de piedra chocó con el cráneo blindado de la bestia. Fue como golpear una locomotora. El impacto lanzó a Zian hacia atrás, haciéndolo rodar por el suelo fangoso. El Sabueso sacudió la cabeza, gruñendo —un sonido de metal raspando metal—, y se lanzó de nuevo, esta vez buscando la garganta.\n\n—¡Abajo! —ordenó Rox.\n\nRox levantó su pistola de bengalas modificada. No apuntó al animal. Apuntó al suelo, justo delante del hocico de la bestia, donde una nube densa de esporas todavía flotaba tras la conmoción.\n\n¡BOOM!\n\nEl disparo no soltó una luz de señalización. Soltó una carga incendiaria de magnesio y fósforo\n\nEl contacto del fuego químico con la nube de esporas inflamables creó una explosión termobárica localizada.\n\nFWOOOOOOSH.\n\nUna pared de fuego blanco y humo denso estalló entre Zian y el monstruo. El Sabueso aulló, un sonido agudo y digital que hizo vibrar los dientes de Kaelen. La bestia, cegada por la luz intensa —su mayor debilidad— y confundida por la sobrecarga térmica que ocultaba el rastro de Zian, retrocedió, golpeando ciegamente los troncos de los árboles\n\n—¡No paréis! —Rox agarró a Zian del brazo bueno y lo levantó—. ¡El fuego no lo detendrá mucho tiempo!\n\nCorrieron.\n\nEl bosque se convirtió en un borrón de formas bioluminiscentes. Kaelen jadeaba, su armadura de chatarra trabajando al límite (HISS-clack-HISS-clack) para mantener el ritmo. Detrás de ellos, el rugido del Sabueso resonaba, furioso y desorientado, rompiendo ramas y troncos en su persecución.\n\n—¡Huele tu brazo! —gritó Rox, saltando sobre una raíz gigante—. ¡Mientras sigas caliente, te seguirá!\n\nZian apretó los dientes, intentando mentalmente enfriar la roca, forzando a su biofísica a reducir la vibración celular. El dolor de la calcificación en su hombro era agudo, punzante.\n\n—¡Ahí! —señaló Rox.\n\nFrente a ellos, la densidad del bosque se abría. Una estructura artificial, oxidada y cubierta de enredaderas, se alzaba entre la niebla: una valla perimetral antigua.\n\n—¡El refugio de Tovar! —anunció la piloto, cargando otro cartucho en su arma con un movimiento fluido—. ¡Cruza la valla!\n\nEl Sabueso rompió la línea de árboles detrás de ellos, humeante y quemado, pero vivo. Sus ojos rojos se fijaron en la espalda de Zian. Iba a saltar.\n\nZian se giró, listo para usar la Frecuencia una última vez, aunque eso le costara el brazo entero. Pero antes de que pudiera hacerlo, un sonido mecánico diferente se unió al caos.\n\nRAT-TAT-TAT-TAT-TAT.\n\nUna torreta automática, camuflada en la valla del refugio, cobró vida, escupiendo proyectiles cinéticos contra la bestia. El Sabueso chilló y huyó hacia la oscuridad del bosque, acribillado, pero demasiado duro para morir fácil.\n\nZian cayó de rodillas, el barro de la Zona 2 enfriando sus manos. Habían llegado.",
          "duration": 15000
        }
      ]
    },
    {
      "id": "chapter-05",
      "title": "Capítulo 5: La Cosecha de Metal",
      "description": "El la cosecha de metal en el universo de RUSTBONE",
      "isUnlocked": false,
      "slides": [
        {
          "id": "chapter-05-slide-01",
          "type": "text_block",
          "content": "**La Raíz del Poder**\n\nLa puerta del silo se abrió con el gemido de bisagras que no habían visto grasa en una década. El interior no era un refugio acogedor; era un taller de supervivencia. El aire olía a diésel quemado, fertilizante químico y sudor viejo.\n\nTovar Kern los estaba esperando.\n\nEl líder agrícola no se parecía a los hologramas de propaganda de los \"terroristas\" que Kaelen había estudiado en la Zona 3. Era un hombre de cuarenta y cinco años, esculpido en granito y barro. Medía un metro ochenta y dos, pero su constitución era tan densa y ancha que parecía ocupar el doble de espacio. Llevaba el torso desnudo, cruzado por tirantes de cuero que sostenían un overol verde militar bajado hasta la cintura. Su piel estaba curtida como el cuero viejo por la luz ultravioleta de las lámparas de cultivo, y su barba canosa estaba trenzada en un estilo nórdico apretado, salpicada de tierra real\n\nSostenía un machete de hoja ancha, descansando casualmente sobre su hombro, como si fuera una extensión de su brazo.\n\n—Hueles a jabón sintético y mentiras —dijo Tovar, clavando sus ojos oscuros en Kaelen. Su voz era grave, resonando en el eco metálico del silo—. Eres un Áureo. Zona 3.\n\nKaelen intentó erguirse, pero la gravedad de 1.30G del Aro 7 le hacía encorvarse involuntariamente. Su Armadura de Chatarra siseó, delatando su debilidad.\n\n—Soy un desertor —dijo Kaelen, intentando mantener la dignidad—. Buscamos paso seguro.\n\nTovar soltó una carcajada seca, sin humor.\n\n—Aquí no \"brotan\" los pasos seguros, chico —dijo, usando el dialecto Verdish de la Zona 2 [6]—. Aquí todo se cultiva con sangre o con sudor. Y tú no pareces tener mucho de lo segundo.\n\nLa mirada de Tovar se desplazó hacia Zian. Se detuvo en el brazo derecho, que Zian mantenía envuelto en trapos sucios. El calor que emanaba de la extremidad distorsionaba el aire alrededor de la tela.\n\n—Y tú... —Tovar bajó el machete lentamente, apuntando al pecho de Zian—. Tú traes el fuego del Horno contigo.\n\nZian dio un paso adelante, protegiendo instintivamente la urna de Nilo en su espalda.\n\n—Es una herramienta —dijo Zian, repitiendo su mantra defensivo—. Sirve para romper cosas.\n\n—No es una herramienta —escupió Tovar—. Es un parásito.\n\nEl agricultor clavó el machete en una mesa de madera cultivada, dejándolo vibrar. Se acercó a Zian, ignorando la diferencia de temperatura.\n\n—Los Ascendidos en los túneles dicen que la Frecuencia es un don, una \"evolución\" para liberarnos —dijo Tovar con desprecio—. Dicen que, si vibras lo suficiente, te conviertes en dios. Yo digo que es la correa con la que el Horno nos tiene atados.\n\nTovar señaló el brazo oculto de Zian.\n\n—Cada vez que usas eso, alimentas a la bestia de abajo. Lo he visto en mis campos. Cuando hay usuarios cerca, el Trigo de Acero crece mal, retorcido. La tierra tiembla. El Horno... come [7]. ¿Crees que eres libre porque puedes derretir metal? Solo eres una batería con patas que se está convirtiendo en piedra.\n\nZian sintió un escalofrío. Las palabras de Tovar resonaban con un miedo que él mismo había enterrado. La calcificación en su mano izquierda palpitó.\n\n—No pedí esto —gruñó Zian—. Pero es lo único que tengo para subir.\n\n—Subir... —Tovar miró hacia el techo del silo, hacia la oscuridad donde estarían los aros superiores—. Todos quieren subir. Nadie quiere \"raizar\" [6]. Nadie quiere quedarse y arreglar el suelo que pisa.\n\nRox dio un paso al frente, interponiéndose entre los dos hombres. Su ojo mecánico zumbó, analizando las posibles amenazas en la sala: dos guardias más en las sombras, armados con ballestas de resorte industrial.\n\n—Tovar —dijo Rox, usando su tono de negociadora—. No venimos a debatir teología ni agricultura. Kross viene detrás de nosotros. Si nos atrapan aquí, quemarán tus campos y matarán a tu gente. Ayúdanos a cruzar al Aro 8, y nos llevaremos la guerra con nosotros.\n\nTovar la miró. Había respeto en sus ojos. Conocía a los pilotos; sabía que Rox era de la Zona 2, una de los suyos, aunque hubiera elegido el aire en lugar de la tierra.\n\n—Kross... —murmuró Tovar, escupiendo al suelo—. Ese bastardo ha estado \"podando\" mis aldeas durante años\n\nEl líder rebelde sopesó sus opciones. Odiaba a la élite que representaba Kaelen. Desconfiaba del poder que portaba Zian. Pero el odio hacia el Almirante Kross era un lenguaje universal.\n\n—Está bien —gruñó Tovar—. Os daré refugio por una noche. Y suministros médicos para el \"blando\" —señaló a Kaelen con la cabeza—. Pero tiene un precio.\n\n—¿Créditos? —preguntó Kaelen, tocando su bolsa.\n\n—Tus créditos no valen nada aquí, Áureo —dijo Tovar, acercándose hasta que su cara estuvo a centímetros de la de Kaelen—. El precio es trabajo. Mañana al alba, hay que reparar los condensadores de la torre norte. Si queréis comer, tendréis que sudar. Aquí la tierra no miente. La gente sí\n\nTovar se giró y volvió a coger su machete.\n\n—Y mantén ese brazo tapado, Vulkan —advirtió sin mirar atrás—. Si veo una sola chispa cerca de mi grano, te corto la mano antes de que puedas parpadear.\n\nEl ambiente se relajó mínimamente, pero la tensión política seguía en el aire, densa como la niebla exterior. Habían conseguido un aliado, pero uno que los veía como síntomas de la enfermedad que asolaba el mundo, no como la cura.",
          "duration": 15000
        },
        {
          "id": "chapter-05-slide-02",
          "type": "text_block",
          "content": "**El Fantasma del Fuselaje**\n\nLa noche en la Zona 2 no caía; se filtraba. La luz difusa que rebotaba desde la Zona 3 se atenuaba artificialmente, sumiendo los campos de Trigo de Acero en una penumbra grisácea que borraba los contornos de la realidad.\n\nRox Ferryn se alejó del silo. Necesitaba distancia. El aire dentro del refugio de Tovar estaba demasiado cargado de testosterona, fanatismo agrícola y el olor a ozono quemado que despedía el brazo de Zian. Se sentó sobre una pila de chatarra en el perímetro norte de la granja, encendiendo un cigarrillo de algas secas que chisporroteó con una llama verde.\n\nSu ojo mecánico, el obturador de seis hojas, hizo clic-clic-clic, ajustando la apertura a la baja luminosidad. El zumbido de los servos en su cráneo era el único sonido que competía con el tintineo metálico de las espigas de trigo chocando entre sí por el viento.\n\nRox exhaló el humo, mirando sus botas. Estaban manchadas de aceite del Deriva y barro bioluminiscente.\n\n—Sobrevivir —susurró para sí misma. Era su mantra. Su religión.\n\nSu mirada, amplificada por el zoom óptico de su implante, se posó en la chatarra sobre la que estaba sentada. Tovar no solo cultivaba; reciclaba. La pila era un cementerio de naves. Placas de fuselaje, turbinas oxidadas, puntales hidráulicos. La basura que caía de las zonas altas o que se estrellaba en la niebla terminaba aquí, desguazada para reforzar los silos.\n\nAlgo brilló bajo la luz de su cigarrillo.\n\nRox se tensó. Su pelo, que había estado de un gris apagado, lanzó un destello rosa pálido, una señal biológica de reconocimiento involuntario.\n\nSe bajó de la pila y apartó una lámina de acero corrugado. Debajo había un panel de aleación de titanio-boro. Estaba retorcido, quemado en los bordes por la fricción de una reentrada atmosférica, pero la pintura aún era visible.\n\nEra un panel de acceso de un carguero militar clase \"Sombra\".\n\nY en la esquina inferior, grabado a navaja sobre la pintura ignífuga, había una firma. Un grafiti tosco, hecho por una mano aburrida durante una espera en el hangar.\n\nRYZA ’95.\n\nEl cigarrillo se le cayó de los labios.\n\nEl mundo físico se desvaneció. El sonido del trigo se transformó en el aullido de alarmas de proximidad.\n\nHace 5 años. 08:12 AM.\n\nRox no estaba en un campo de trigo. Estaba atada a la cabina de un carguero que caía en picado a través de la niebla de la Zona 2. Los indicadores de altitud gritaban en rojo. La gravedad tiraba de ella con una fuerza de 3G debido a la aceleración del descenso.\n\n—¡Sistemas hidráulicos fallando! —gritó su propia voz en el recuerdo, teñida de pánico—. ¡No puedo levantarlo! ¡Pesa demasiado!\n\nLa nave vibraba violentamente. El panel de control era un árbol de navidad de luces de advertencia. Alguien había hackeado su nave. Los motores estaban bloqueados. Iba a estrellarse contra el suelo de la Zona 1. Iba a morir.\n\nA menos que soltara lastre.\n\nSu mano, cinco años más joven, temblaba sobre la palanca de purga de emergencia.\n\n—Carga clasificada. No preguntar, —le había dicho el oficial en la Zona 4 al entregarle los 50.000 créditos.\n\nCajas. Suministros. Armas. Eso es lo que transportaban los mercenarios. Metal y pólvora.\n\n—Es la carga o yo —pensó la Rox del pasado.\n\nNo hubo duda moral. Solo supervivencia darwiniana.\n\nSu mano tiró de la palanca.\n\nKLANG-BOOM.\n\nLos pernos explosivos detonaron. El Módulo K-9 se separó del fuselaje. La nave, liberada de toneladas de peso muerto, saltó hacia arriba, recuperando sustentación.\n\nRox vio, a través de la carlinga trasera, cómo el módulo rectangular caía hacia la oscuridad inferior, envuelto en llamas de fricción. Desapareció en la niebla naranja del fondo. Segundos después, una onda de choque hizo temblar su nave.\n\nHabía sobrevivido.\n\nPresente. Zona 2, Aro 7.\n\nRox parpadeó, su ojo mecánico reenfocando la realidad con un zumbido agudo. Estaba hiperventilando. Su pelo brillaba ahora con un rosa neón intenso, iluminando la chatarra como una bengala de socorro.\n\nTocó el panel de metal frío. Ryza '95. Era su nave. La nave que volaba ese día. La nave que se estrelló meses después y le costó el ojo, pero este panel... este panel pertenecía a la sección de carga.\n\nMiró hacia el silo donde Zian dormía, abrazado a esa maldita urna de aluminio.\n\nZian había dicho que su hermano murió hace cinco años. En el Aro 2. En una explosión que destruyó un taller.\n\nLas matemáticas eran frías y precisas, como el obturador de su ojo.\n\n08:17 AM. La hora del impacto. Ella soltó la carga a las 08:12 AM. Cinco minutos de caída libre desde la Zona 2 a la Zona 1.\n\n—No... —susurró Rox, retrocediendo.\n\nLa culpa no era una emoción; era un peso físico, más denso que la gravedad del fondo. Ella no sabía qué había en el módulo. Aún no lo sabía. Creía que eran cajas. Pero sabía que su mano había tirado de la palanca. Sabía que lo que cayó del cielo y mató al hermano de Zian, y a dios sabe cuántos más, fue soltado por ella.\n\nElla era el desastre natural que había arruinado la vida de Zian.\n\nRox se llevó la mano a su ojo mecánico, presionando hasta que dolió, intentando borrar la imagen del módulo cayendo. Pero la memoria de un cíborg no se borra; se archiva en alta resolución.\n\nMiró de nuevo hacia el refugio. Zian confiaba en ella. Kaelen, el aristócrata inútil, confiaba en ella. Si supieran la verdad... Zian la fundiría con su brazo de magma. Y tendría razón.\n\n—Solo soy una transportista —se mintió a sí misma, con la voz quebrada—. Yo no cargué el arma. Solo apreté el gatillo.\n\nPero en la soledad del campo de trigo metálico, bajo la niebla eterna, Rox supo que su redención era imposible. No estaba ayudando a Zian a subir; estaba caminando junto a su víctima.\n\nEl obturador de su ojo se cerró con un clic final, sumiéndola en la oscuridad de su propia conciencia.",
          "duration": 15000
        }
      ]
    },
    {
      "id": "chapter-06",
      "title": "Capítulo 6: Las Catedrales Volantes",
      "description": "El las catedrales volantes en el universo de RUSTBONE",
      "isUnlocked": false,
      "slides": [
        {
          "id": "chapter-06-slide-01",
          "type": "text_block",
          "content": "**La Voz del Sínodo**\n\nEl rugido de los rotores disminuyó, pero solo para dar paso a un sonido más aterrador: el chasquido estático de sistemas de megafonía industrial encendiéndose simultáneamente.\n\nLos altavoces de las tres Torres de Asedio, diseñados para emitir órdenes sobre el estruendo de una batalla, cobraron vida. El sonido rebotó en la estructura curva del Aro 8, haciendo vibrar el agua estancada en las hojas de los helechos.\n\n—Habitantes del Vivero —la voz no gritaba. Era tranquila, barítona, con una dicción perfecta y fría que contrastaba con el caos sucio de la Zona 2. Era la voz del orden absoluto—. Os habla el Almirante Kross.\n\nKaelen Solis se estremeció violentamente al reconocer el tono. Era la voz que había escuchado en los discursos de la Academia Militar, la voz que justificaba las purgas necesarias. Se pegó más al hormigón húmedo, como si las palabras pudieran detectarlo físicamente.\n\n—Sabemos que albergáis una infección —continuó la voz amplificada, llenando el vacío de la niebla—. No hablo de esporas ni de plagas. Hablo de una infección moral. Un portador de la Frecuencia. Un hombre que ha rechazado su humanidad para convertirse en una bomba de tiempo geológica.\n\nZian sintió que la sangre se le helaba, incluso mientras su brazo derecho ardía. Kross no lo llamaba criminal. Lo deshumanizaba. Lo convertía en un riesgo sanitario para poner a la población en su contra. Era una táctica política maestra: dividir para conquistar.\n\n—El Sínodo no desea quemar vuestras cosechas —mintió Kross, o quizás decía su verdad distorsionada—. Valoramos vuestro aporte a la estabilidad de Rustbone. Pero la estabilidad requiere sacrificios.\n\nUna de las Torres giró sobre su eje, sus reflectores apuntando directamente hacia el sector donde se ocultaba el refugio de Tovar.\n\n—Tenéis diez minutos —sentenció Kross—. Entregad al usuario y a sus cómplices. Si lo hacéis, la Guardia se retirará y vuestros campos seguirán alimentando a vuestros hijos. Si os negáis... asumiré que toda esta comunidad ha sido comprometida por la radiación de la herejía.\n\nHubo una pausa, calculada para dejar que el miedo echara raíces.\n\n—Si protegéis el fuego, os quemaréis con él.\n\nEl sistema de audio se cortó con un clic seco. El silencio que siguió fue más pesado que la gravedad.\n\n—No va a negociar —susurró Kaelen, con los ojos desorbitados—. Kross no hace amenazas, hace pronósticos. Si Tovar no nos entrega, incinerará todo el Aro 8 para asegurarse de matarnos. Es su filosofía: matar a cientos para salvar a millones.\n\nRox miró hacia el silo de Tovar, que apenas era visible entre la bruma. Se oían gritos confusos en el interior del complejo agrícola. La lealtad de los rebeldes estaba siendo probada contra el instinto de supervivencia más básico.\n\n—Nos van a vender —dijo Rox, cargando su arma—. Es lo que yo haría.\n\nZian miró su mano de piedra y fuego. Kross tenía razón en una cosa: él era un peligro. Pero no iba a dejar que Tovar y su gente pagaran el precio de su existencia.\n\n—No si golpeamos primero —gruñó Zian, poniéndose de pie.\n\nLa política del Sínodo era el miedo. La única respuesta política que entendía la Zona 1 era la violencia directa.",
          "duration": 15000
        },
        {
          "id": "chapter-06-slide-02",
          "type": "text_block",
          "content": "**El Géiser de Acero**\n\nZian no esperó a que el contador llegara a cero. En Rustbone, el que espera muere aplastado.\n\n—¡Al suelo! —rugió, empujando a Kaelen hacia un cráter de barro justo cuando el cielo estallaba.\n\nLas Torres de Asedio no negociaron. Los cañones automáticos de 20mm de sus panzas giratorias escupieron fuego [1]. El sonido no fue un bang, fue un desgarro continuo del aire —BRRRRRRRRRRT— que convirtió los helechos metálicos y los muros del refugio de Tovar en astillas y polvo de hormigón.\n\nEl caos fue instantáneo. Los rebeldes de Tovar respondieron con ballestas de resorte y rifles de chatarra, sus proyectiles rebotando inútilmente contra el blindaje de acero de quince centímetros de las naves [2]. Era una masacre mecanizada.\n\n—¡Están blindados! —gritó Rox, disparando su pistola modificada desde la cobertura de una raíz gigante. Su pelo brillaba con un rosa neón cegador, reaccionando a la adrenalina pura [3]—. ¡Mis balas no les hacen ni cosquillas!\n\nUna de las Torres descendió, sus turbinas laterales aullando al luchar contra la gravedad de 1.25G [4]. El viento de sus rotores aplastaba la vegetación, despejando la niebla para tener tiro limpio. Iba a barrer la posición de Tovar.\n\nZian vio la oportunidad.\n\nA diez metros, sobresaliendo de la tierra como la arteria de un gigante muerto, corría una tubería de presión industrial. Estaba oxidada, vibrando con el flujo de vapor sobrecalentado que alimentaba los sistemas térmicos del Aro. Pasaba justo por debajo de la trayectoria de la Torre que descendía.\n\n—¡Cubridme! —bramó Zian.\n\nSalió de la cobertura.\n\nLa gravedad tiraba de él, pero el miedo lo empujaba más rápido. Corrió a través del fuego cruzado, el barro salpicando sus botas. Un proyectil de 20mm impactó a un metro de él, la onda expansiva golpeando sus costillas como un martillo, pero siguió corriendo.\n\nLlegó a la tubería. Era gruesa, fría al tacto por fuera, pero Zian sentía la energía térmica rugiendo por dentro.\n\nAgarró el metal con su brazo derecho.\n\nNo hubo vacilación. Zian invocó la Frecuencia. No la dosificó. La dejó salir toda.\n\nEl basalto negro de su brazo se encendió instantáneamente en un blanco cegador. El magma fluyó por las grietas [5]. Sus células vibraron a 110 Hz, transfiriendo esa resonancia destructiva al acero de la tubería\n\n—¡ARDE! —gritó Zian, el dolor de la calcificación mordiendo su hombro.\n\nEl metal de la tubería no se rompió; se sublimó. En un segundo, el acero sólido se convirtió en líquido brillante y luego en nada.\n\n¡BOOM!\n\nLa presión liberada fue un cataclismo. Un chorro de vapor a alta presión, mezclado con metralla de metal fundido, salió disparado hacia arriba como un géiser volcánico.\n\nGolpeó a la Torre de Asedio directamente en su turbina lateral derecha.\n\nEl vapor a 300°C destrozó las aspas del rotor. El metal fundido se coló en las tomas de aire. El motor de la nave se ahogó y explotó.\n\nLa Torre, de cuarenta y cinco toneladas, perdió la sustentación de golpe. Se inclinó violentamente hacia la derecha, girando fuera de control.\n\nCRASH.\n\nLa nave se estrelló contra el suelo del bosque, a cincuenta metros de distancia, arrastrando árboles y tierra en una avalancha de fuego y chatarra. La onda de choque tiró a Zian de espaldas.\n\nEl silencio que siguió duró un segundo, antes de que las alarmas de las otras naves empezaran a aullar.\n\nZian se levantó, jadeando, sujetándose el brazo derecho que humeaba visiblemente. La piel de su mano izquierda estaba más gris, más dura. Pero la Torre estaba en llamas.\n\n—¡Ahora! —gritó Tovar, aprovechando la confusión para reagrupar a sus hombres—. ¡A los túneles!\n\nHabían herido a la bestia. Ahora tenían que sobrevivir a su furia.",
          "duration": 15000
        }
      ]
    },
    {
      "id": "chapter-07",
      "title": "Capítulo 7: La Garganta Ciega",
      "description": "El la garganta ciega en el universo de RUSTBONE",
      "isUnlocked": false,
      "slides": [
        {
          "id": "chapter-07-slide-01",
          "type": "text_block",
          "content": "**El Bazar de los Pulmones Grises**\n\nEl Deriva se posó con un suspiro hidráulico en una plataforma secundaria del Aro 9, oculta tras una cortina de vapor residual que apestaba a azufre y humedad estancada.\n\nAl abrir la compuerta, el sonido del mercado negro no les golpeó como un estruendo, sino como un murmullo febril y constante. Era el sonido de mil transacciones ilegales ocurriendo simultáneamente bajo la niebla. El aire aquí era más frío que en los túneles, unos 25°C húmedos que hacían que la ropa se pegara a la piel como una segunda capa de sudor frío\n\nLyss saltó a tierra primero, sus botas de escalar resonando sobre el metal mojado.\n\n—Bienvenidos al Mercado de la Grieta —dijo, ajustándose las gafas protectoras sobre su pelo rojo cobrizo—. Aquí se vende todo lo que el Sínodo prohíbe y todo lo que la Zona 1 no puede pagar. Mantened las manos en los bolsillos y la boca cerrada.\n\nZian Vosh bajó la rampa, sintiendo cómo la gravedad de 1.20G les daba un respiro a sus articulaciones, aunque la urna de Nilo seguía pesando en su conciencia. El paisaje que se abría ante ellos era una colmena de puestos improvisados construidos con chatarra de naves, lonas de plástico fúngico y cajas de munición vacías. La iluminación provenía de lámparas de carburo y frascos llenos de Bacterias Luminosas robadas, bañando los rostros de los comerciantes en un tono verdoso y enfermizo\n\nEl olor era una mezcla compleja: especias de hongos fermentados, carne de Vaca Sintética de contrabando asándose en parrillas portátiles y el hedor químico de medicinas caseras\n\nCaminaron entre los pasillos estrechos. Kaelen, oculto bajo una capucha sucia que Rox le había obligado a ponerse, miraba con fascinación y horror. Vio puestos vendiendo esporas alucinógenas en bolsas transparentes, rifles de clavos oxidados y filtros de aire reciclados que parecían pulmones negros disecados.\n\nPero lo que detuvo a Zian fue un puesto cerca de una columna de ventilación.\n\nHabía una fila de personas. Hombres y mujeres con la piel grisácea, tosiendo, con las articulaciones de las manos rígidas y deformadas. Usuarios de la Frecuencia en las primeras etapas de la calcificación. Esperaban frente a un vendedor que ofrecía pequeños viales de líquido azul turbio.\n\n—Inhibidores —susurró Zian, sintiendo un pinchazo de esperanza en su propio brazo de piedra.\n\nSe acercó, ignorando la advertencia de Rox. El vendedor, un tipo con implantes oculares baratos que zumbaban, le ofreció un vial.\n\n—Lo mejor de la Zona 4, amigo —dijo el vendedor con una sonrisa de dientes metálicos—. Retrasa la piedra un mes. Garantizado. Solo 200 créditos.\n\nZian miró el líquido. Había visto los inhibidores reales una vez, en un contenedor que Vosh había reparado. Eran transparentes, viscosos. Esto parecía agua teñida con cobre.\n\n—Es falso —dijo Lyss, apareciendo a su lado y agarrándole del brazo bueno—. Es suero salino con tinte de liquen y un poco de morfina para que no te duela mientras te mueres.\n\nZian miró a la fila de desesperados. Un anciano con la mandíbula medio calcificada entregaba un puñado de monedas y herramientas a cambio del vial, llorando de gratitud. Estaba comprando una mentira.\n\n—Los inhibidores reales solo existen en los laboratorios del Sínodo —continuó Lyss, su voz dura pero baja—. Aquí abajo, la esperanza es el producto más caro y el más adulterado\n\nZian sintió una oleada de náuseas. No era por la gravedad ni por el olor. Era por la crueldad del sistema. Kross prohibía la cura, y el mercado negro vendía veneno a los que intentaban sobrevivir. Su brazo derecho se calentó bajo la chaqueta, reaccionando a su impotencia.\n\n—Vámonos —gruñó Zian, dando la espalda al puesto—. Antes de que queme todo este lugar.\n\nSiguieron avanzando hacia las sombras del mercado, tres fugitivos y una contrabandista navegando un río de miseria iluminado por neón biológico, mientras el sonido de las monedas y la tos de los moribundos marcaba el ritmo de la transacción.",
          "duration": 15000
        },
        {
          "id": "chapter-07-slide-02",
          "type": "text_block",
          "content": "**La Piel de Granito**\n\nSe alejaron del bullicio del mercado, buscando la relativa tranquilidad de un túnel de servicio lateral. El aire allí estaba más estancado, cargado con el olor metálico de la condensación rancia y el ozono que su propio cuerpo emitía.\n\nZian Vosh se dejó caer contra la pared curva del túnel. Su respiración era pesada, no por el esfuerzo físico, sino por la furia contenida que le quemaba la garganta tras ver la estafa de los inhibidores falsos.\n\nIntentó ajustar la correa de la urna de Nilo sobre su hombro izquierdo.\n\nSus dedos resbalaron.\n\nNo fue torpeza. Fue falta de fricción. Zian miró su mano izquierda —la humana, la que no era de magma—. Intentó cerrar el puño. Los nudillos crujieron, pero no fue el crujido húmedo de cartílago y líquido sinovial. Fue un sonido seco. Árido. Como dos piedras frotándose bajo el agua.\n\n—Zian... —Kaelen se acercó, notando su rigidez.\n\nZian levantó la mano hacia la luz verdosa de una lámpara de bacterias.\n\nLas puntas de sus dedos índice y medio ya no eran de color carne. Habían perdido el tono rosado de la sangre circulante. Ahora eran de un gris pálido, mate, con la textura porosa del granito pulido. No había transición suave; la piedra parecía estar devorando la piel desde dentro, reemplazando las células vivas por mineral inerte.\n\nZian se pasó el pulgar por las yemas endurecidas. No sintió nada. La sensibilidad táctil había desaparecido, dejando un vacío sensorial aterrador. Tocó el metal frío de la pared. Sabía que estaba frío porque su palma lo registraba, pero sus dedos solo registraban una presión sorda y distante.\n\nCalcificación Fase 2.\n\n—Avanza rápido —susurró Zian, más para sí mismo que para los otros.\n\nMiró su otro brazo, el derecho. El magma brillaba a través de las grietas del basalto negro, vivo, caliente, destructivo. Era una paradoja cruel: su brazo derecho era fuego puro, una mutación que le daba poder, pero le robaba la vida; su brazo izquierdo se estaba convirtiendo en una estatua fría, el precio que pagaba por usar ese fuego.\n\nRecordó el momento en la Zona 1, fundiendo la viga para salvar a Kaelen. Recordó el calor en la plataforma de carga, fundiendo el suelo para detener a los guardias. Recordó la tubería de vapor en el Aro 8.\n\nTres usos mayores en dos días.\n\n—¿Te duele? —preguntó Rox, su voz perdiendo por un instante el sarcasmo habitual. Su ojo mecánico zumbó suavemente al enfocar la mano gris.\n\n—No —mintió Zian.\n\nSí le dolía. Pero no en la piel. Le dolía en el hueso, un dolor profundo y punzante, como si su médula estuviera cristalizándose. Era el dolor de su biología luchando una guerra que ya había perdido.\n\nZian cerró el puño izquierdo con fuerza, obligando a las articulaciones rígidas a doblarse. Sintió la resistencia del material. Si seguía usando la Frecuencia, pronto no podría cerrar la mano. Luego, el gris subiría por la muñeca. El codo. El hombro. Hasta llegar al pecho.\n\nHasta llegar al corazón.\n\nMiró la urna de Nilo. Su hermano estaba muerto, reducido a cenizas. Él estaba muriendo, convirtiéndose en monumento a su propio fracaso.\n\n—Vámonos —dijo Zian, separándose de la pared con un empujón brusco. Ocultó su mano izquierda en el bolsillo de su chaqueta, avergonzado de su propia erosión—. El camino no se va a andar solo.\n\nKaelen y Rox intercambiaron una mirada. Ambos habían visto la piedra. Ambos sabían lo que significaba. En Rustbone, nadie escapa de la física. La gravedad te aplasta o la piedra te consume. Zian estaba peleando contra ambas.\n\nEl túnel se extendía ante ellos, oscuro y silencioso, como la garganta de una bestia que esperaba pacientemente a que terminaran de madurar antes de tragárselos.",
          "duration": 15000
        }
      ]
    },
    {
      "id": "chapter-08",
      "title": "Capítulo 8: El Cuello de Botella",
      "description": "El el cuello de botella en el universo de RUSTBONE",
      "isUnlocked": false,
      "slides": [
        {
          "id": "chapter-08-slide-01",
          "type": "text_block",
          "content": "**El Código de Sangre**\n\nEl zumbido del arco biométrico era el sonido de una guillotina invisible.\n\nBZZZT. Escaneo completado.\n\nDelante de ellos, una familia de agricultores de la Zona 2 fue rechazada. Una luz roja parpadeó sobre el marco de acero pulido. Los guardias de la Élite, impasibles tras sus visores dorados, no necesitaron hablar. Simplemente señalaron la salida con la punta de sus rifles de energía. El padre intentó suplicar, mostrando un permiso arrugado, pero un golpe seco con la culata del arma silenció su protesta. Fueron arrastrados fuera de la fila como basura que obstruye un engranaje.\n\nKaelen Solis sintió que el frío de la sala climatizada le calaba hasta los huesos, más allá de su Armadura de Chatarra.\n\n—No vamos a pasar —susurró Rox, su voz apenas un hilo, mientras su ojo mecánico analizaba el patrón de los escáneres—. Están haciendo lectura de ADN profundo. Mis identificaciones falsas cubren la retina, pero no la genética. En cuanto Zian pise ese arco, los sensores de residuos de Frecuencia van a gritar tan fuerte que se oirá en el Horno.\n\nZian tensó la mandíbula, su mano izquierda acariciando instintivamente la empuñadura de una herramienta en su cinturón.\n\n—Entonces abrimos paso a la fuerza —gruñó Zian.\n\n—Hay doce guardias con armadura cinética y rifles de plasma —replicó Kaelen, secándose una gota de sudor frío de la frente—. Y torretas automáticas en el techo. Si sacas ese brazo, nos vaporizan antes de que puedas encender una chispa.\n\nLa fila avanzó. Estaban a tres personas del escáner.\n\nKaelen cerró los ojos un segundo. La Barosis le martilleaba las sienes, pero el miedo era un estimulante poderoso. Había huido de la Zona 3 para escapar de su pasado, de su nombre y de la culpa del K-9. Pero ahora, ese pasado era la única moneda que tenía valor en este cuello de botella.\n\n—Déjenme hablar a mí —dijo Kaelen, irguiéndose tanto como la gravedad de 1.15G le permitía.\n\n—¿Tú? —Zian lo miró con incredulidad—. Te vas a desmayar si te soplan.\n\n—Solo... sígueme la corriente. Y no hables. Por tu vida, no hables.\n\nLlegó su turno.\n\nEl guardia de la entrada, un teniente con la insignia del Sínodo en el pecho levantó la mano enguantada en blanco inmaculado.\n\n—Identificación y motivo de tránsito —exigió, su voz distorsionada por el casco.\n\nKaelen no entregó la tarjeta falsa que Rox le había preparado. En su lugar, dio un paso adelante, invadiendo el espacio personal del guardia con una arrogancia que no correspondía a su ropa sucia ni a su armadura de pistones ruidosos.\n\n—Solicito acceso prioritario bajo el Protocolo 7-Alpha —dijo Kaelen.\n\nNo usó el dialecto vulgar de las zonas bajas. Habló en Sindish Formal [1], el idioma académico y preciso de la élite, con una dicción perfecta, cortante y fría.\n\nEl guardia se detuvo. El visor dorado se inclinó ligeramente.\n\n—No existe tal protocolo para civiles, ciudadano. Retroceda o será detenido.\n\nKaelen no retrocedió. Se quitó el guante de cuero de su mano derecha, revelando los dedos parcialmente calcificados, grises y duros [2]. Pero no mostró la enfermedad como una debilidad; la mostró con desdén, como quien muestra una herida de guerra aburrida.\n\n—No soy un civil —dijo Kaelen, bajando la voz a un susurro letal—. Y usted está cometiendo un error de rango, teniente. Código de autorización: Solis-Epsilon-Nueve-Cuatro.\n\nEl apellido cayó como una bomba silenciosa. Solis. Una de las familias fundadoras. La familia de Mira Solis, la líder de los Preservadores\n\nEl teniente se quedó rígido. Los sensores de su casco debían estar procesando la voz, comparándola con la base de datos de la aristocracia.\n\n—Ese código... —el guardia titubeó, su postura de combate relajándose involuntariamente hacia una de subordinación—. Ese código pertenece a un oficial desaparecido. Se le presume muerto o desertor.\n\n—Estoy en misión encubierta de Nivel 10 —mintió Kaelen, manteniendo el contacto visual con el visor dorado—. Extracción de activos sensibles de la Zona 1. —Señaló a Zian y a Rox con un gesto despectivo de la mano—. Estos son mis prisioneros y mi transporte. Si me retiene aquí un segundo más y compromete mi cronograma, me aseguraré de que su próxima asignación sea limpiar los filtros de residuos del Aro 20.\n\nHubo un silencio tenso. Las torretas del techo giraron levemente, sus sensores buscando una amenaza.\n\nZian miraba a Kaelen como si fuera un extraño. El chico asustadizo y enfermo había desaparecido, reemplazado por alguien que emanaba la autoridad natural de quien ha nacido para dar órdenes.\n\nEl teniente miró la mano gris de Kaelen, luego su armadura de soporte vital. La historia era absurda, pero el código era real. Y en la Zona 3, el miedo a la jerarquía pesaba más que la lógica.\n\n—Desactiven los escáneres —ordenó el teniente por el intercomunicador interno.\n\nLos arcos de luz roja se apagaron. La barrera se abrió.\n\n—Pase, Señor —dijo el guardia, cuadrándose y saludando militarmente.\n\nKaelen asintió levemente, sin dar las gracias, como si el servicio fuera lo mínimo esperable.\n\n—Andando —ordenó a Zian y Rox, chasqueando los dedos.\n\nCruzaron el umbral. Dejaron atrás la aduana y entraron en el pasillo de embarque del Tren Gusano.\n\nSolo cuando estuvieron fuera de la vista de los guardias, Kaelen se derrumbó. Se apoyó contra la pared metálica, temblando violentamente, jadeando mientras su armadura resoplaba para compensar su taquicardia.\n\nZian lo agarró del brazo, pero esta vez no fue para ayudarlo. Fue un agarre duro.\n\n—Solis —dijo Zian, probando el nombre con amargura—. No eres un desertor cualquiera. Eres nobleza.\n\n—Era lo único que nos sacaría de allí —dijo Kaelen, con la voz rota, volviendo a ser el chico frágil—. Tenía que hacerlo.\n\nRox los miró a ambos, su ojo mecánico zumbando.\n\n—Acabas de encender una bengala en la oscuridad, principito —dijo ella—. Ahora el sistema sabe que estás aquí. Y saben que has usado ese código.\n\nHabían cruzado, pero el precio había sido la invisibilidad. Kaelen había revelado sus cartas, y Zian ahora sabía que su compañero no era una víctima del sistema, sino parte de los arquitectos que habían construido la jaula.",
          "duration": 15000
        },
        {
          "id": "chapter-08-slide-02",
          "type": "text_block",
          "content": "**El Engranaje del Mundo**\n\nApenas habían dado diez pasos dentro del túnel de embarque cuando el suelo bajo sus pies dio una sacudida sísmica.\n\nNo fue una explosión. Fue un gemido. Un sonido grave, tectónico, que resonó a través de los kilómetros de acero de la estructura como el lamento de una bestia despertando.\n\nKRRRRRRRR-THUD.\n\nLas luces halógenas del pasillo parpadearon y murieron, sustituidas instantáneamente por luces estroboscópicas de emergencia de un rojo sangre. Una sirena aulló, no la de la policía, sino la alarma de infraestructura nivel cero.\n\n—¿Qué demonios es eso? —gritó Zian, intentando mantener el equilibrio mientras las paredes parecían inclinarse.\n\n—¡Maldición! —bramó Rox, mirando su cronómetro de muñeca—. ¡Es el día treinta! ¡La Rotación Mensual!\n\nEl Almirante Kross no necesitaba dispararles; la física de la esfera estaba a punto de aplastarlos. Cada treinta días, los anillos giraban para reequilibrar la tensión estructural. Durante ocho horas, el mundo se convertía en una trituradora gigante.\n\n—¡El Tren Gusano se ha bloqueado! —gritó Kaelen, señalando la cápsula plateada que estaba anclada a los rieles por abrazaderas de seguridad automáticas—. ¡No va a salir! ¡Estamos atrapados aquí con la Guardia!\n\nDetrás de ellos, en la aduana, los guardias de élite se estaban reorganizando. La confusión de la alarma había roto el momento de autoridad de Kaelen.\n\n—¡Ahí están! —gritó una voz amplificada—. ¡Alto!\n\n—¡Al túnel de servicio! —ordenó Rox, pateando una rejilla de ventilación lateral—. ¡Si los sistemas están offline por la rotación, las esclusas manuales estarán abiertas!\n\nSe lanzaron al conducto oscuro justo cuando un haz de plasma quemaba el aire donde había estado la cabeza de Zian.\n\nEntraron en el Rayo-Conducto.\n\nNo era un pasillo diseñado para humanos. Era la tripa mecánica que conectaba el Aro 10 con el Aro 11. A su alrededor, pistones hidráulicos del tamaño de secuoyas se comprimían y expandían, gimiendo bajo la presión de millones de toneladas de metal en movimiento.\n\nLa estructura entera estaba girando.\n\nEl suelo se inclinó 20 grados a la derecha. Zian resbaló, clavando sus dedos de piedra en una tubería para no caer al vacío de la maquinaria.\n\n—¡Corred! —gritó Zian, agarrando a Kaelen por el arnés de su armadura y tirando de él como si fuera un muñeco de trapo.\n\nEl aire comenzó a espesarse. Un gas blanco y acre empezó a salir de las juntas de dilatación.\n\n—¡Gases de fricción! —advirtió Kaelen, tosiendo—. ¡Es la Niebla! ¡Se genera cuando los anillos rozan!\n\nLa visibilidad cayó a cero. Estaban corriendo a ciegas por un tubo que se retorcía como una serpiente viva. El ruido era ensordecedor: metal contra metal, rechinando con una fuerza capaz de pulverizar diamantes.\n\nLlegaron a la esclusa final, la puerta que separaba la maquinaria del Aro 10 de la base del Aro 11. Estaba cerrada. Una rueda de acero macizo bloqueaba el paso.\n\n—¡Está sellada por presión! —gritó Rox, tirando de la rueda inútilmente.\n\nDetrás de ellos, a través de la niebla, vieron las luces azules de los visores tácticos de la Guardia. Los perseguían.\n\n—¡Apártate! —rugió Zian.\n\nNo había tiempo para sutilezas. Zian agarró la rueda de la esclusa con su brazo derecho.\n\nInvocó la Frecuencia.\n\nEl magma brilló, iluminando la niebla con un resplandor infernal. La roca negra de su brazo crujió. Zian no intentó girar la rueda; intentó fundir el mecanismo de bloqueo.\n\n—¡ABRE! —bramó, canalizando todo su odio y su miedo en el metal.\n\nEl acero brilló al rojo blanco. Los engranajes internos se fusionaron y luego cedieron, convirtiéndose en líquido.\n\nCRACK-BOOM.\n\nLa puerta estalló hacia adentro, empujada por la diferencia de presión.\n\nEl trío cayó al otro lado, rodando por el suelo de mármol sintético de la estación de llegada del Aro 11.\n\nZian se puso de pie, jadeando, con el brazo humeante. Se giró para mirar por donde habían venido.\n\nEl túnel de servicio se estaba cerrando. La rotación de los anillos había desalineado el conducto. La puerta por la que acababan de pasar se deslizó lateralmente, cortando el camino como una guillotina gigantesca. Escucharon los gritos de los guardias al otro lado, frustrados por el muro de metal que ahora los separaba.\n\nEstaban a salvo. O al menos, estaban en el otro lado.\n\nEl ruido mecánico disminuyó, reemplazado por una extraña calma. El aire aquí era más ligero, más limpio. La gravedad se sentía extrañamente suave, 1.10G.\n\n—Bienvenidos a la Zona 3 —susurró Rox, limpiándose la grasa de la cara.\n\nHabían cruzado el cuello de botella, pero lo habían hecho rompiendo la puerta de entrada. Ahora estaban en el vientre de la bestia, y la bestia sabía que estaban allí.",
          "duration": 15000
        }
      ]
    },
    {
      "id": "chapter-09",
      "title": "Capítulo 9: El Espejismo Dorado",
      "description": "El el espejismo dorado en el universo de RUSTBONE",
      "isUnlocked": false,
      "slides": [
        {
          "id": "chapter-09-slide-01",
          "type": "text_block",
          "content": "**El Sudor de los Muertos**\n\nCaminar en 1.0G era una sensación obscena.\n\nPara Zian Vosh, cuyo esqueleto y musculatura habían sido forjados bajo la opresión de 1.5G en el Crisol, la gravedad de la Zona 3 se sentía como una burla física. Cada paso que daba era demasiado largo, demasiado potente. Tenía que reprimirse conscientemente para no saltar, para no moverse con la violencia espasmódica de un animal atrapado en una jaula de baja gravedad. Se sentía hinchado, etéreo y, paradójicamente, increíblemente torpe.\n\nPero lo peor no era la física; era el olor. O más bien, la ausencia de él.\n\nNo olía a ozono. No olía a carne quemada ni a aceite rancio. El aire que entraba en sus pulmones no tenía sabor. Estaba filtrado, esterilizado y perfumado con esencias florales sintéticas que le revolvían el estómago. Era un aire muerto, purgado de todo el esfuerzo que costaba producirlo.\n\nZian se detuvo frente a una fuente en la plaza central del Aro 11.\n\nEl agua brotaba de la boca de un querubín de mármol sintético, cayendo en una cascada cristalina sobre una pileta de azulejos azules. No era el agua grisácea y reciclada con sabor a metal que bebían en la Zona 1. Era agua clara. Transparente. Brillaba bajo la luz del sol falso.\n\nZian miró el líquido hipnotizado. En el Taller Vosh, el agua se racionaba por mililitros. Había visto a hombres pelear a puñetazos por una botella de condensación turbia. Y aquí, la tiraban al suelo por estética. Cientos de litros por minuto, desperdiciados en un ciclo decorativo, mientras cinco kilómetros más abajo, la gente moría con los riñones cristalizados por la deshidratación.\n\n—No mires —susurró Kaelen, tirando suavemente de su manga. El noble caminaba encogido, ocultando su rostro bajo la capucha, aterrorizado de ser reconocido en su antiguo hogar.\n\nZian se soltó con un movimiento brusco.\n\n—Mira esto, Kaelen —gruñó Zian, señalando a la gente que paseaba a su alrededor—. Mírales las manos.\n\nLa élite de la Cúpula Áurea caminaba con languidez. Sus pieles eran suaves, pálidas, sin una sola cicatriz, sin manchas de hollín, sin callos. Llevaban ropas de telas ligeras que no servían para protegerse del calor ni del frío, sino solo para adornar. Comían frutas sintéticas de colores brillantes en las terrazas de los cafés, riendo con dientes perfectos y blancos.\n\n—No saben —dijo Zian, sintiendo cómo el calor de su brazo derecho subía bajo la capa sucia, reaccionando a su bilis—. No tienen ni idea de lo que hay debajo de sus pies.\n\nMiró al suelo de mármol impoluto. Debajo de esas losas blancas, estaba la Zona 2 con su niebla tóxica. Y debajo de eso, el infierno de la Zona 1. Todo este lujo, toda esta luz limpia, todo este silencio, estaba construido sobre los hombros rotos de gente como Nilo.\n\nLa electricidad que alimentaba ese sol falso venía del Horno que ellos alimentaban con sus vidas. El metal de esas estatuas doradas había sido fundido por hombres que escupían sangre negra.\n\nZian sintió el peso de la urna de Nilo en su espalda. Su hermano había muerto soñando con ver el cielo. Zian había llegado al cielo, y descubrió que era solo un techo pintado pagado con sangre obrera.\n\n—Vámonos —dijo Zian, escupiendo en el agua cristalina de la fuente. El esputo sucio de hollín flotó en la superficie perfecta como una mancha de verdad—. Antes de que queme todo este maldito lugar solo para ver si sangran del mismo color que nosotros.\n\nEl Latido del Horno aquí era imperceptible, amortiguado por capas de aislamiento acústico y la complacencia de los ricos, pero Zian aún lo sentía en sus huesos, marcando el ritmo de una cuenta atrás que esta gente ni siquiera sabía que había empezado.",
          "duration": 15000
        },
        {
          "id": "chapter-09-slide-02",
          "type": "text_block",
          "content": "**El Fantasma de la Academia**\n\n—¿Cadete Solis?\n\nLa pregunta no fue un grito. Fue un susurro cortés, pronunciado con esa dicción perfecta y afilada que solo se aprendía en las academias privadas del Aro 12. Pero para Kaelen, sonó como el disparo de un cañón de riel.\n\nKaelen se congeló. Su Armadura de Chatarra emitió un hiss involuntario, los pistones hidráulicos reaccionando a la tensión repentina de sus músculos.\n\n—No te gires —susurró Rox, su mano bajando instintivamente hacia la pistola oculta en su chaqueta—. Sigue caminando.\n\nPero era tarde. Un hombre se interpuso en su camino.\n\nLlevaba el uniforme gris perla de los Oficiales Logísticos de Zona 3. No era un guardia de asalto, era algo peor: un burócrata. Su ropa estaba inmaculada, sus botas de cuero sintético brillaban bajo el sol falso, y su rostro, suave y bien alimentado, mostraba una mezcla de confusión y reconocimiento.\n\n—Es usted —dijo el oficial, ignorando por completo a Zian y a Rox como si fueran parte del mobiliario urbano sucio—. Reconocería esa postura en cualquier parte. La columna recta, incluso bajo... —el hombre señaló con un gesto de desagrado la chatarra que cubría a Kaelen— ...bajo esos escombros.\n\nZian dio un paso adelante, su brazo derecho caliente bajo la capa.\n\n—Largo —gruñó Zian en Fundish cerrado, el dialecto obrero de la Zona 1—. No tienes nada que ver aquí.\n\nEl oficial ni siquiera parpadeó ante la amenaza de Zian. En la Zona 3, la jerarquía era una armadura más fuerte que el acero.\n\n—Silencio, habitante —dijo el oficial sin mirarlo, manteniendo sus ojos grises fijos en Kaelen—. Estoy hablando con un superior. O al menos, con alguien que solía serlo.\n\nKaelen levantó la vista. Bajo la mugre, el sudor y el miedo, su rostro cambió. La expresión de pánico desapareció, reemplazada por una máscara de frialdad arrogante. Si no podía huir, tenía que actuar. Tenía que ser lo que odiaba.\n\n—teniente Varrick —dijo Kaelen.\n\nNo usó su voz normal. Usó el Sindish Formal, el idioma de la corte y la academia. Su tono era seco, autoritario, desprovisto de emoción. Era la voz de alguien acostumbrado a que sus órdenes se cumplieran antes de terminar de hablar.\n\nZian y Rox intercambiaron una mirada de asombro. Nunca habían oído a Kaelen hablar así. El \"chico frágil\" había desaparecido.\n\n—Me sorprende verlo aquí, Solis —dijo Varrick, bajando la voz, mirando alrededor con nerviosismo—. El informe oficial decía que murió en un accidente de transporte en el Aro 14. \"Fallo de presurización\", dijeron. Un ataúd cerrado.\n\n—Los informes suelen ser... imprecisos, teniente —replicó Kaelen, irguiéndose. Su armadura chirrió, pero su dignidad estaba intacta—. Estoy en una asignación clasificada de Nivel 4. Evaluación de campo profundo.\n\nVarrick miró las manos de Kaelen. Los guantes de cuero no ocultaban del todo la rigidez de los dedos.\n\n—¿Evaluación? —Varrick arqueó una ceja, una sonrisa cínica curvando sus labios—. Parece más bien que ha estado revolcándose en el barro con los cerdos. Y esa... cosa en sus manos. ¿Es calcificación, Solis? ¿Ha estado jugando con la Frecuencia?\n\nEra una acusación de herejía. En la Zona 3, eso significaba ejecución o exilio.\n\n—Cuidado con su tono, Varrick —dijo Kaelen, dando un paso hacia él. A pesar de ser más bajo y estar enfermo, Kaelen proyectaba una autoridad que hizo retroceder al teniente—. Mi misión y mi estado de salud no son de su incumbencia. Si valora su carrera, olvidará que me ha visto.\n\n—Mi carrera está segura —dijo Varrick, recuperando la compostura—. Pero la suya... usted es un desertor, Kaelen. O un fantasma. Y hay una recompensa por los desertores.\n\nEl oficial llevó la mano a su comunicador de muñeca.\n\n—No lo haga —advirtió Kaelen.\n\n—¿O qué? —se burló Varrick—. ¿Va a ordenar a sus mascotas que me ataquen?\n\nKaelen no respondió. Miró a Zian. Un micro gesto. Un asentimiento casi imperceptible.\n\nZian no necesitó más. No usó fuego. No usó la Frecuencia. Simplemente usó la brutalidad aprendida en los callejones del Aro 2.\n\nDio un paso rápido, invadiendo el espacio personal del oficial, y le propinó un cabezazo seco en el puente de la nariz.\n\nCRACK.\n\nVarrick cayó al suelo de mármol sin un sonido, inconsciente, la sangre manchando su uniforme gris perla.\n\nLa gente alrededor se detuvo. Las copas de cristal dejaron de tintinear. El silencio perfecto de la Cúpula Áurea se rompió.\n\n—¡Andando! —siseó Rox, agarrando a Kaelen del brazo.\n\nSe mezclaron rápidamente entre la multitud atónita, alejándose antes de que llegaran los drones de seguridad.\n\nMientras corrían hacia un callejón lateral, Zian miró a Kaelen de nuevo. Ya no veía al fugitivo asustado. Veía a un oficial que sabía dar órdenes de ejecución con la mirada.\n\n—\"teniente Varrick\" —repitió Zian con desprecio—. Conocías su nombre.\n\n—Fuimos a la escuela juntos —dijo Kaelen, respirando con dificultad, su máscara de autoridad cayendo para revelar de nuevo al chico enfermo—. Él era el segundo mejor de la clase.\n\n—¿Y quién era el primero? —preguntó Rox.\n\nKaelen se ajustó los guantes para ocultar su vergüenza y sus manos de piedra.\n\n—Yo.\n\nLa mentira del fugitivo anónimo había muerto. Ahora viajaban con un fantasma de la élite, y la Zona 3 acababa de darse cuenta de que su tumba estaba vacía.",
          "duration": 15000
        }
      ]
    },
    {
      "id": "chapter-10",
      "title": "Capítulo 10: La Máscara de Porcelana",
      "description": "El la máscara de porcelana en el universo de RUSTBONE",
      "isUnlocked": false,
      "slides": [
        {
          "id": "chapter-10-slide-01",
          "type": "text_block",
          "content": "**El Museo del Recuerdo**\n\nDejaron atrás el aviario y se adentraron en el ala oeste del Palacio, siguiendo las indicaciones cifradas que Lady Isen había dejado caer con desdén. El pasillo desembocaba en una sala cavernosa, silenciosa y climatizada a unos perfectos 22°C, donde el aire olía a barniz antiguo y a la estática del polvo que no se atrevía a posarse.\n\nEra el Museo del Recuerdo\n\nAquí no había maquinaria, ni vapor, ni el latido del Horno. El suelo era de madera auténtica —un lujo incalculable traído de los viveros privados de la Zona 2— que crujía suavemente bajo sus botas. Las paredes estaban cubiertas de terciopelo azul real, y sobre ellas colgaban las ventanas a un mundo que ninguno de los presentes había pisado jamás.\n\nCuadros. Pinturas al óleo enormes, enmarcadas en oro\n\nZian se detuvo frente a uno de ellos, hipnotizado y confundido. El lienzo, de tres metros de ancho, mostraba una extensión infinita de líquido azul que se movía en ondas, rompiendo contra una orilla de arena blanca bajo un sol que no era mecánico.\n\n—¿Qué es eso? —preguntó Zian, su voz sonando demasiado alta en la acústica sagrada de la sala. Señaló el agua azul—. ¿Es refrigerante?\n\nKaelen se detuvo a su lado, ajustándose el cuello del uniforme robado que le picaba en la piel. Miró la firma en la esquina del cuadro: Helena Kross. La hermana del dictador. La obra se titulaba \"Amanecer Azul\"\n\n—Es agua, Zian —susurró Kaelen, sintiendo un nudo en la garganta—. Agua salada. Un océano. Dicen que la Tierra estaba cubierta por esto.\n\nZian miró el cuadro con incredulidad. En la Zona 1, el agua se racionaba por mililitros y sabía a óxido. Ver tanta agua desperdiciada, tanta agua que no se podía beber, le parecía una obscenidad.\n\n—Es mentira —gruñó Zian, apartando la mirada—. Nadie tiene tanta agua. Ni siquiera los dioses.\n\nSiguieron caminando por la galería. Vieron pinturas de bosques verdes que no eran hongos, sino árboles de madera dura con hojas que cambiaban de color. Vieron montañas cubiertas de una sustancia blanca que Kaelen identificó como \"nieve\", aunque nunca la había tocado. Todo era hermoso. Todo era vibrante.\n\nY todo era una tumba.\n\nKaelen sabía, gracias a los archivos prohibidos que había leído en su juventud y a los susurros de los Ancestralistas [3], que esas imágenes eran idealizaciones. La humanidad no había dejado la Tierra porque quisiera; la habían expulsado o la habían consumido. El Cónclave Silente los había encerrado aquí para que dejaran de devorar mundos como ese\n\nEste museo no era un homenaje a su hogar. Era un catálogo de lo que habían asesinado.\n\n—Mira esto —dijo Rox, parada frente a una escultura de mármol sintético.\n\nRepresentaba a una figura humana, perfecta, atlética, mirando hacia el cielo con esperanza. Pero no miraba al techo de una esfera; miraba a las estrellas. La ironía era dolorosa. En Rustbone, si mirabas hacia arriba, solo veías el suelo sucio de la siguiente zona o la oscuridad del vacío interior.\n\n—Están obsesionados con lo que perdieron —dijo Rox, pasando un dedo enguantado por la base de la estatua, dejando una marca en el polvo inexistente—. Pero no hacen nada para recuperarlo. Solo lo pintan y lo encierran aquí, donde nadie del fondo puede verlo.\n\nKaelen sintió el peso de su herencia aplastarlo más que la gravedad. Él había crecido creyendo que estas imágenes eran la promesa de un futuro, la recompensa por la obediencia al Sínodo. Ahora, con las manos calcificadas ocultas bajo guantes de cuero y la culpa del K-9 en la espalda, veía el museo como lo que realmente era: una mentira dorada para que la élite olvidara que vivían en una jaula, flotando en la nada, alimentándose de los cadáveres de su propia historia.\n\nLlegaron al final de la galería. Una puerta discreta de madera oscura, sin tiradores, se camuflaba en la pared.\n\n—La biblioteca —dijo Kaelen, reconociendo el patrón de la madera—. Los códigos de seguridad de la gala deben estar en el terminal de archivo.\n\nZian miró una última vez al océano pintado antes de darle la espalda.\n\n—Vámonos —dijo Zian, con el odio reavivado en sus ojos grises—. Prefiero el Horno. Al menos el fuego es honesto.\n\nEmpujaron la puerta y entraron en la oscuridad de los archivos, dejando atrás la belleza falsa de un mundo muerto para enfrentarse a la fea realidad de su supervivencia.",
          "duration": 15000
        },
        {
          "id": "chapter-10-slide-02",
          "type": "text_block",
          "content": "**Caída Hacia Arriba**\n\nEl silencio de la biblioteca se rompió con el sonido de botas militares marchando sobre el parqué de madera real.\n\n—¡Aseguren el perímetro! —gritó una voz amplificada desde el pasillo.\n\nKaelen se giró hacia la puerta, pálido. La trampa de la nostalgia se había cerrado. Lady Isen no había llamado a la guardia después de su charla; la guardia ya estaba allí.\n\n—Nos vendió —dijo Zian, su brazo derecho encendiéndose bajo la capa, el calor haciendo que el papel de los libros cercanos se curvara y oscureciera.\n\n—No hay salida horizontal —dijo Rox. Su ojo mecánico zumbó frenéticamente, el obturador abriéndose y cerrándose con una cadencia de clic-clic-clic ametralladora, procesando la geometría de la sala en milisegundos. Su pelo, antes gris apagado, estalló en un rosa neón cegador, reaccionando a la adrenalina [1-3].\n\nLa puerta principal estalló hacia adentro. Seis miembros de la Guardia Urbana, con armaduras blancas inmaculadas y porras de choque, irrumpieron en la sala\n\n—¡Al suelo, desertor! —bramó el sargento, apuntando a Kaelen.\n\nKaelen se quedó paralizado, su Armadura de Chatarra siseando por el estrés. No podía pelear. Zian dio un paso al frente, listo para convertir la biblioteca en un infierno, pero Rox fue más rápida.\n\n—¡Arriba! —gritó ella.\n\nRox no corrió hacia la salida. Corrió hacia una estantería de caoba de seis metros de altura.\n\nSus botas lunares con suelas de agarre impactaron contra la madera [5]. No trepó; corrió verticalmente. Uno, dos, tres pasos sobre los lomos de los libros antiguos, desafiando la gravedad de 1.0G con una inercia violenta. Al llegar a la cima de la estantería, se lanzó hacia atrás, girando en el aire.\n\nDisparó su anclaje de escalada desde el cinturón. El gancho de titanio silbó a través del aire y se clavó con un crujido seco en la lámpara de araña de cristal sintético que colgaba del techo abovedado\n\n—¡Zian, lanza al principito! —ordenó Rox, balanceándose sobre las cabezas de los guardias como un péndulo de demolición.\n\nLos guardias dispararon sus armas aturdidoras. Rayos azules crepitaron en el aire, fallando a Rox por centímetros, impactando contra los libros invaluables.\n\nZian no dudó. Agarró a Kaelen por el arnés de su armadura.\n\n—¡Sujétate! —rugió Zian.\n\nCon la fuerza de sus músculos de la Zona 1, lanzó a Kaelen hacia arriba. El noble gritó mientras volaba por el aire, una masa de chatarra y pánico.\n\nRox soltó el cable en el vértice de su oscilación, se dejó caer y atrapó a Kaelen en el aire con una mano, agarrando las correas de su soporte vital. El impacto casi le disloca el hombro, pero sus guantes reforzados aguantaron\n\n—¡Te tengo! —gruñó Rox, disparando un segundo cable hacia la barandilla del balcón superior.\n\nEl motor del cabrestante en su cinturón gimió, arrastrándolos a los dos hacia arriba a una velocidad vertiginosa, lejos de las porras eléctricas.\n\nAbajo, Zian se quedó solo.\n\n—¡Ríndete, mutante! —gritaron los guardias, rodeándolo.\n\nZian sonrió. No era una sonrisa amable.\n\n—No soy un mutante —dijo Zian, levantando su brazo derecho. La roca volcánica brilló al rojo blanco—. Soy un horno.\n\nGolpeó el suelo de madera con el puño.\n\nNo usó fuego explosivo. Usó calor concentrado. Las tablas del suelo, barnizadas y secas se vaporizaron instantáneamente en un radio de tres metros. La onda de choque térmica lanzó a los guardias hacia atrás, sus armaduras blancas manchadas de hollín. El humo denso llenó la sala en segundos, cegando a los atacantes.\n\nZian aprovechó la confusión. Vio el cable que Rox había dejado colgando para él. Saltó, agarrándolo con su mano humana, y activó el mecanismo de retracción secundario.\n\nSubió a través del humo, dejando atrás a los guardias tosiendo y ciegos.\n\nAterrizó en el balcón superior junto a Rox y Kaelen.\n\n—Salida de servicio en el techo —dijo Rox, señalando una claraboya de mantenimiento, su pelo rosa brillando como una bengala en la penumbra—. Vamos a tener que saltar al vacío exterior.\n\n—¿Saltar? —Kaelen miró hacia la claraboya, temblando.\n\n—Es eso o una celda en el Bloque 12 —dijo Zian, empujándolo hacia la escalera de mano—. Muévete, Solis. Tu familia tiene una forma muy agresiva de decir hola.\n\nRompieron el cristal de la claraboya y salieron al tejado del Palacio, el viento artificial de la Zona 3 golpeándoles la cara, mientras las alarmas de toda la Cúpula Áurea empezaban a aullar.",
          "duration": 15000
        }
      ]
    },
    {
      "id": "chapter-11",
      "title": "Capítulo 11: El Vals de los 110 Hercios",
      "description": "El el vals de los 110 hercios en el universo de RUSTBONE",
      "isUnlocked": false,
      "slides": [
        {
          "id": "chapter-11-slide-01",
          "type": "text_block",
          "content": "**La Llave de Piedra**\n\nSe deslizaron fuera del salón de baile aprovechando el cambio de tempo de la orquesta. Dejaron atrás el vals y la luz dorada para adentrarse en los pasillos de servicio del Aro 13, donde la estética cambiaba bruscamente de Art Deco opulento a brutalismo militar funcional.\n\n—El servidor central está dos niveles abajo —susurró Kaelen, guiándolos por memoria muscular. A pesar de los cinco años de exilio, sus pies recordaban el camino hacia el Centro de Inteligencia. Su uniforme de oficial robado le abría las puertas automáticas, pero el sudor frío que le bajaba por la nuca no tenía nada que ver con la calefacción.\n\nLlegaron a una puerta de acero blindado sin tiradores. Solo había un panel de vidrio negro: el Terminal 3-Alpha.\n\n—Vigila el pasillo —ordenó Kaelen a Zian.\n\nZian se apostó en la intersección, su mano izquierda sobre la empuñadura de una llave inglesa que había escondido en la manga de su levita. Su brazo derecho, el de magma, vibraba bajo el guante de cuero. La proximidad a los generadores del servidor aumentaba la resonancia. El zumbido de 110 Hz era ahora un taladro en sus dientes.\n\nKaelen se enfrentó al terminal.\n\n—Acceso biométrico —murmuró, viendo el escáner de mano—. Maldición.\n\nSe quitó el guante derecho. La piel de sus dedos índice y medio no era carne; era piedra gris, muerta y fría. La Calcificación Fase 2 había borrado sus huellas dactilares. Si ponía esa mano en el escáner, el sistema no solo rechazaría el acceso, sino que activaría una alarma de contaminación biológica nivel 5.\n\n—Kaelen, tenemos compañía —siseó Rox por el intercomunicador robado que llevaban en el oído—. Patrulla de la Guardia en el ascensor norte. Tienes dos minutos.\n\nKaelen no podía usar sus huellas. Tenía que hackearlo físicamente.\n\nSacó un kit de herramientas de precisión del bolsillo interior de su levita. Con manos temblorosas, desatornilló la placa frontal del terminal. Los dedos de piedra eran torpes, resbalaban sobre el metal pulido.\n\n—¡Maldita sea! —gimió Kaelen cuando el destornillador se le cayó de los dedos rígidos.\n\n—¡Un minuto! —advirtió Zian, mirando las sombras que se alargaban en el pasillo.\n\nKaelen cerró los ojos. No podía teclear. No podía manipular los cables con la destreza necesaria. Solo le quedaba una opción. La opción que odiaba.\n\nInvocó a La Frecuencia.\n\nNo buscó el fuego como Zian. Kaelen buscó la estructura. Su mente se sincronizó con el zumbido eléctrico del terminal. Visualizó los circuitos, las puertas lógicas, el flujo de datos como un mapa tridimensional en su cabeza.\n\nZzzzzzt.\n\nSus manos de piedra se posaron sobre los circuitos expuestos. No necesitaba mover los dedos. La calcificación actuaba como un conductor.\n\nSintió el dolor agudo, como agujas de hielo clavándose en sus muñecas, mientras forzaba su propia bioelectricidad a vibrar en la frecuencia del sistema operativo del Sínodo.\n\nACCESO SOLICITADO: USUARIO ADMINISTRADOR.\nERROR. HUELLA NO RECONOCIDA.\n\n—¡Vamos! —gritó Kaelen, apretando los dientes.\n\nEmpujó más fuerte con la mente. La piedra de sus manos brilló levemente con un tono azul pálido. Hackeó el sistema no con código, sino con voluntad física, forzando a los interruptores microscópicos a cambiar de estado.\n\nBYPASS DE SEGURIDAD...\nAUTORIZACIÓN: SOLIS, KAELEN. ESTATUS: DESERTOR.\nALERTA SILENCIOSA ACTIVADA.\n\nKaelen ignoró la alerta. Ya estaba dentro.\n\nLa pantalla negra se iluminó con cascadas de texto verde. Sus ojos se movieron a una velocidad vertiginosa, filtrando terabytes de burocracia militar en segundos.\n\n—Búsqueda: Proyecto K-9 —ordenó verbalmente, su voz quebrada.\n\nEl sistema se congeló un segundo. Luego, arrojó un solo archivo.\n\nEXPEDIENTE K-9: INCIDENTE DE TRANSPORTE Y DISPOSICIÓN DE ACTIVOS.\n\n—Lo tengo —dijo Kaelen, sintiendo que las rodillas le fallaban. La descarga de la Frecuencia había avanzado la rigidez de sus antebrazos unos milímetros más—. Estoy copiando los datos a mi chip.\n\n—¡Kaelen, sal de ahí! —gritó Zian, abandonando su posición—. ¡Están aquí!\n\nLas luces del pasillo cambiaron de blanco a rojo emergencia. Las puertas blindadas al final del corredor se abrieron con un HISS hidráulico.\n\nKaelen arrancó el chip del puerto de datos justo cuando tres Guardias de Élite doblaban la esquina, sus rifles de energía cargando con un zumbido agudo.\n\n—¡Corred! —gritó Rox por la radio—. ¡He detonado los aspersores en el salón de baile! ¡Aprovechad el caos!\n\nKaelen se guardó el chip como si fuera una granada activa. Tenía la verdad en el bolsillo, y pesaba más que todo el metal de la Zona 1.",
          "duration": 15000
        },
        {
          "id": "chapter-11-slide-02",
          "type": "text_block",
          "content": "**La Lista de los Daños Colaterales**\n\nEl caos fue su cobertura. Rox había detonado los aspersores antincendios del Gran Salón, y ahora una lluvia artificial caía sobre la élite de la Zona 3, arruinando sedas sintéticas y provocando una estampida de pánico hacia las salidas de emergencia.\n\nEl trío se refugió en un nicho de servicio, detrás de una estatua de mármol de un antiguo héroe de la esfera. El agua goteaba de sus ropas, mezclándose con el sudor frío de la huida.\n\n—Los perdimos —jadeó Rox, limpiándose el agua del ojo mecánico, que parpadeaba tratando de reenfocar—. Pero han sellado los ascensores principales. Estamos atrapados en el nivel.\n\nZian vigilaba el pasillo, su brazo de magma siseando bajo la lluvia artificial, creando una nube de vapor personal que lo ocultaba parcialmente. Se giró hacia Kaelen.\n\n—¿Lo tienes? —preguntó Zian, su voz urgente—. ¿Tienes los códigos de salida?\n\nKaelen no respondió de inmediato. Tenía la espalda apoyada contra la pared fría, sus manos enguantadas temblando violentamente mientras sostenía el lector de datos robado. No estaba buscando códigos de salida. Estaba buscando su propia condena.\n\nConectó el chip que había extraído del servidor. La pantalla holográfica parpadeó en azul, proyectando una lista de texto frente a sus ojos grises.\n\nEXPEDIENTE K-9: INFORME DE INCIDENTE Y BAJAS.\nFECHA: AÑO 995. HORA: 08:17 AM.\nCAUSA: INTERFERENCIA DE NAVEGACIÓN NO AUTORIZADA.\nORIGEN DEL HACKEO: TERMINAL 3-ALPHA / USUARIO: K. SOLIS.\n\nAhí estaba. Su nombre. La confirmación oficial de que su intento ingenuo de salvar a los niños había causado el desastre [1]. Pero Kaelen ya sabía eso. Lo que sus ojos buscaban con desesperación morbosa era la sección de \"Daños Colaterales\".\n\nDesplazó la lista hacia abajo.\n\nSujeto K9-01... Terminado.\nSujeto K9-02... Terminado.\n...\nImpacto en superficie: Zona 1, Aro 2. Taller Vosh.\n\nEl corazón de Kaelen se detuvo un instante.\n\nVÍCTIMAS CIVILES CONFIRMADAS EN TIERRA:\n1. Jarel K.\n2. Toman R.\n3. Nilo Vosh (21 años).\n\nEl mundo de Kaelen se inclinó. El ruido de las sirenas, los gritos de la élite y el siseo del brazo de Zian se desvanecieron, reemplazados por un pitido agudo en sus oídos.\n\nNilo Vosh.\n\nLevantó la vista lentamente, con terror, hacia Zian.\n\nEl mecánico estaba a dos metros de distancia, vigilando la esquina. El agua de los aspersores corría por su espalda, empapando la urna de aluminio abollada que llevaba atada con correas de cuero [2, 3]. La urna que cargaba desde hacía cinco años. La urna que contenía las cenizas del hermano que juró proteger.\n\nKaelen sintió una náusea violenta. Él lo había matado. No era una culpa abstracta por un accidente anónimo. Él, Kaelen Solis, había tecleado los comandos que estrellaron esa nave sobre la cabeza del hermano de su compañero. Zian lo había salvado de morir aplastado en el Taller, lo había protegido de Gorgos, lo había defendido contra Kross... y todo ese tiempo, Kaelen había sido el asesino que caminaba a su lado.\n\n—Kaelen —insistió Zian, girándose al no obtener respuesta. Sus ojos color miel, idénticos a los que Kaelen imaginaba en Nilo, lo miraron con preocupación—. ¿Estás bien? ¿Qué dice el archivo?\n\nKaelen cerró el lector de golpe, apagando el holograma. Sus dedos calcificados bajo los guantes dolieron por la fuerza del agarre.\n\nTenía dos opciones. Confesar y morir a manos de Zian allí mismo, o mentir y vivir con el fantasma de Nilo respirando en su nuca.\n\nLa cobardía, disfrazada de supervivencia, ganó.\n\n—Está encriptado —mintió Kaelen, su voz sonando extraña, estrangulada—. Necesito más tiempo para decodificar la ruta de escape. Pero... pero sé por dónde ir.\n\nZian lo miró fijamente un segundo, evaluándolo. Luego asintió, confiando en él.\n\n—Bien. Guíanos, Solis. Sácanos de aquí.\n\nZian se dio la vuelta para abrir camino. Kaelen se quedó mirando la espalda de Zian y la urna plateada. Pesaba más que la gravedad de 1.5G. Pesaba más que todo el metal de Rustbone.\n\n—Vamos —susurró Rox, empujando a Kaelen suavemente.\n\nKaelen avanzó, arrastrando los pies. Habían conseguido la información, pero el precio había sido su alma. Ahora sabía que cada paso que daba junto a Zian era una traición silenciosa.",
          "duration": 15000
        }
      ]
    },
    {
      "id": "chapter-12",
      "title": "Capítulo 12: El Silencio del Blanco",
      "description": "El el silencio del blanco en el universo de RUSTBONE",
      "isUnlocked": false,
      "slides": [
        {
          "id": "chapter-12-slide-01",
          "type": "text_block",
          "content": "**Magma contra Vacío**\n\nZian no gritó. El aire en sus pulmones se convirtió en combustible.\n\nSu brazo derecho estalló. La capa quemada se desintegró en una nube de ceniza cuando la roca volcánica alcanzó los 1200°C en una fracción de segundo. No fue un golpe humano; fue una erupción dirigida. Zian se lanzó hacia adelante, un cometa de rabia y basalto fundido, apuntando directamente al pecho inmaculado del Almirante\n\n—¡Muere! —rugió Zian.\n\nEl puño de magma impactó. O debió haber impactado.\n\nA diez centímetros del uniforme blanco de Kross, el fuego se detuvo.\n\nNo hubo sonido de impacto. No hubo CRACK de huesos ni HISS de carne quemada. Hubo silencio. Un silencio absoluto, antinatural, que se tragó el rugido del ataque y el zumbido de la Frecuencia.\n\nKross no había levantado un escudo visible. Simplemente había levantado una mano enguantada en látex negro, con la palma abierta. Alrededor de él, el aire no vibraba con calor; se distorsionaba por la ausencia de todo.\n\n—Rudimentario —dijo Kross. Su voz no viajó por el aire; resonó directamente en el cráneo de Zian, saltándose los tímpanos.\n\nKross cerró el puño.\n\nUna onda de choque invisible, una implosión de presión negativa golpeó a Zian en el pecho. El mecánico salió despedido hacia atrás como si lo hubiera golpeado un tren invisible, estrellándose contra una columna de mármol sintético que se quebró por la fuerza del impacto\n\nKaelen y Rox se cubrieron la cara ante la explosión de polvo y escombros.\n\n—¡Zian! —gritó Rox, desenfundando su pistola vacía por puro instinto.\n\nZian se levantó de los escombros, tosiendo sangre. Su brazo derecho goteaba magma sobre el suelo pulido, quemando el mármol hasta dejar cicatrices negras. El dolor de la calcificación le mordía el hombro, pero la adrenalina lo mantenía en pie.\n\n—¿Qué eres? —jadeó Zian.\n\nKross avanzó. Caminaba sin hacer ruido, sus botas negras absorbiendo el sonido de sus pasos. Por primera vez, Zian vio algo debajo de la impasibilidad del dictador. Vio una grieta en la máscara.\n\nEl brazo izquierdo de Kross, oculto bajo la capa blanca, se movió. La tela se apartó, revelando no carne, sino una estructura rígida y grisácea que desaparecía bajo el guante negro.\n\nKross también se estaba convirtiendo en piedra\n\n—Soy lo que tú temes convertirte —dijo Kross.\n\nZian atacó de nuevo. Esta vez no fue un golpe directo. Golpeó el suelo con ambas manos —la de carne y la de fuego—. La vibración de 110 Hz viajó por la estructura del edificio. El suelo bajo los pies de Kross se licuó, convirtiéndose en una trampa de lava improvisada\n\nKross ni se inmutó. Saltó, pero no fue un salto normal. Fue una manipulación gravitatoria local. Flotó un segundo en el aire, grácil y letal, y cayó sobre Zian con la fuerza de un martillo hidráulico.\n\nSu pierna impactó contra la guardia de Zian. El mecánico sintió que su radio se astillaba bajo la piel de piedra.\n\nLa pelea se convirtió en un caos de contrastes. El naranja furioso del magma de Zian contra el blanco y negro clínico de Kross. Fuego contra Vacío. Ruido contra Silencio\n\nZian lanzó un arco de escoria fundida. Kross lo desvió con un movimiento de su mano, anulando la inercia térmica, enviando el proyectil a estrellarse contra la pared de cristal blindado que daba al vacío.\n\nCRAAAACK.\n\nUna grieta de cinco metros apareció en la cúpula de observación. El aire de la sala empezó a silbar, succionado hacia el exterior.\n\n—¡Vas a matarnos a todos! —gritó Kaelen, aferrándose a una barandilla mientras el viento comenzaba a aullar.\n\n—Ese es el precio de la contención, Solis —dijo Kross, sin apartar la vista de Zian—. A veces hay que purgar la habitación para apagar el incendio.\n\nKross concentró su Frecuencia. El aire alrededor de Zian se volvió pesado, denso. El sonido desapareció por completo. Zian intentó gritar, pero no salió ningún sonido. Sus pulmones se vaciaron. Privación sensorial. Kross estaba apagando sus sentidos uno por uno\n\nZian, ciego y sordo por un instante, lanzó un golpe desesperado, un estallido omnidireccional de calor puro.\n\nLa onda expansiva rompió el silencio de Kross.\n\nLa cúpula de cristal estalló.\n\nMiles de fragmentos de vidrio reforzado volaron hacia el vacío interior de la esfera. El viento rugió, tirando de todo lo que no estaba anclado hacia la caída de treinta kilómetros.",
          "duration": 15000
        },
        {
          "id": "chapter-12-slide-02",
          "type": "text_block",
          "content": "**La Caída del Blanco**\n\nEl viento no soplaba; succionaba.\n\nCon la cúpula de cristal destrozada, la diferencia de presión entre la atmósfera climatizada del Aro 13 y el vacío interior de la esfera creó un vendaval instantáneo. El aire, perfumado y rico en oxígeno de la Zona 3, aullaba mientras escapaba hacia la nada, arrastrando cortinas de seda, copas de cristal y fragmentos de mármol.\n\nZian se aferró a una columna torcida, sus botas resbalando sobre el suelo pulido. El silencio sobrenatural que Kross había impuesto se rompió con el estruendo del viento, devolviendo el sonido al mundo con una violencia ensordecedora.\n\nFrente a él, al borde del abismo, estaba el Almirante.\n\nKross no se sujetaba a nada. Estaba de pie sobre una cornisa de acero expuesta, el viento agitando su capa blanca inmaculada como las alas de un ángel caído. Su rostro, por primera vez, mostraba el esfuerzo. La mitad izquierda de su cara, esa máscara perfecta de autoridad se había agrietado. Bajo la piel pálida, se veía el gris oscuro de la calcificación. El uso de la Frecuencia para anular el ataque de magma le había costado caro.\n\n—¡Se acabó! —gritó Zian, su voz perdiéndose en el vendaval. Su brazo derecho, ahora una masa de roca negra humeante y dolorosa, colgaba inútil a su costado.\n\nKross lo miró. No había miedo en sus ojos grises. Había una tristeza infinita, una resignación calculadora que heló la sangre de Zian más que el viento del vacío.\n\n—Esto no es un final, mecánico —dijo Kross. Su voz no necesitó gritar; llegó clara, cortando el ruido ambiental, una última manipulación sonora—. Es solo un cambio de turno.\n\nKross dio un paso atrás. Sus talones quedaron suspendidos sobre la caída de treinta kilómetros.\n\nAbajo, muy abajo, el Horno brillaba como una estrella moribunda en el centro de la negrura, un ojo rojo que esperaba devorar todo lo que cayera. Entre Kross y ese infierno, solo había nubes tóxicas y estructuras de metal oxidadas.\n\n—Matarme no cambiará nada —dijo Kross, mirándolos a los tres: al monstruo de fuego, al noble traidor y a la piloto mercenaria—. La verdad siempre destroza.\n\nFue el Evento Canon #9.\n\nKross se dejó caer.\n\nNo hubo grito. Simplemente se inclinó hacia atrás, con la rigidez de una estatua, y la gravedad del núcleo lo reclamó.\n\nZian corrió hacia el borde, ignorando el vértigo, y miró hacia abajo.\n\nVio la mancha blanca del uniforme del Almirante haciéndose más y más pequeña, girando en el vacío, descendiendo hacia las capas de niebla de la Zona 2. Esperó ver el impacto, una explosión, algo. Pero la distancia era demasiada. El punto blanco simplemente fue tragado por la oscuridad y la bruma industrial.\n\nEl dictador había caído.\n\nKaelen se arrastró hasta el borde, temblando, sujetándose las costillas rotas por la presión de su propia armadura. Miró al abismo con terror. Él sabía lo que Kross sabía. Sabía que la muerte del Almirante dejaba un vacío de poder que llenaría la esfera de sangre.\n\n—Se ha ido —susurró Kaelen, más para sí mismo que para los demás.\n\nRox agarró a ambos por los hombros, tirando de ellos hacia atrás, lejos del borde succionador.\n\n—¡Tenemos que irnos! —gritó ella, señalando las puertas de seguridad que comenzaban a cerrarse automáticamente para sellar la brecha—. ¡Los drones de contención están llegando!\n\nZian echó una última mirada al vacío. El Latido del Horno subía desde las profundidades, indiferente a la política de los hombres, marcando el tiempo de una guerra que acababa de empezar.\n\nSe dieron la vuelta y corrieron, dejando atrás el salón de baile destrozado y el hueco donde antes estaba el hombre más poderoso de Rustbone. Habían ganado, pero mientras corrían hacia la salida de servicio, Zian sintió un peso nuevo en el estómago. La sensación de que Kross no había caído por derrota, sino porque tenía algo que hacer en el fondo, donde nadie más se atrevía a mirar.",
          "duration": 15000
        }
      ]
    },
    {
      "id": "chapter-13",
      "title": "Capítulo 13: La Catedral de la Carne Fría",
      "description": "El la catedral de la carne fría en el universo de RUSTBONE",
      "isUnlocked": false,
      "slides": [
        {
          "id": "chapter-13-slide-01",
          "type": "text_block",
          "content": "**El Manifiesto de Carga**\n\nLa sala de archivos del Bloque K estaba en silencio, sumergida en esa quietud presurizada que solo se encuentra en las tumbas o en las salas de servidores apagados. No había polvo. Los sistemas de filtración de aire de la Zona 4 seguían funcionando después de años de abandono, eliminando cualquier partícula humana, cualquier rastro de vida.\n\nRox se acercó a una terminal de logística. Sus botas lunares hacían un sonido demasiado fuerte sobre el suelo de linóleo inmaculado.\n\n—Busca registros de transporte —dijo Kaelen desde el otro lado de la sala, conectando su propia interfaz al sistema central—. Necesitamos saber qué rutas están activas para salir de aquí.\n\nRox no respondió. Su ojo mecánico zumbaba suavemente, clic-clic, ajustando la apertura del obturador a la luz azulada de la pantalla. Sus dedos enguantados teclearon el código de acceso de mercenaria que no había usado en cinco años. El sistema, antiguo y aislado de la red principal, la reconoció al instante.\n\nBIENVENIDA, PILOTO FERRYN. ACCESO CONCEDIDO.\n\nUna lista de misiones pasadas se desplegó ante ella. Rutas de contrabando, transporte de minerales, escolta de dignatarios. Y allí, marcado en rojo parpadeante, estaba el último contrato oficial que había aceptado antes de caer en desgracia.\n\nVUELO 7-ALPHA. FECHA: AÑO 995. ORIGEN: BLOQUE K. DESTINO: EL HORNO.\n\nRox sintió que la temperatura de la habitación bajaba diez grados. Recordaba ese día. Recordaba la prisa, la paga exorbitante de 50,000 créditos, y la cláusula de \"no hacer preguntas\". Recordaba la alarma de colisión, el fallo de los motores y la decisión de eyectar la carga para estabilizar la nave.\n\nSiempre se había dicho a sí misma que eran armas. O suministros médicos ilegales. O residuos tóxicos. Algo que no importaba.\n\nSu dedo tembló sobre el botón de \"Detalles de Carga\".\n\n—Rox, ¿tienes algo? —preguntó Zian, vigilando la puerta con su brazo de magma enfriándose lentamente.\n\n—Un momento —dijo ella. Su voz sonó extraña, metálica.\n\nPulsó el botón.\n\nEl manifiesto de carga se abrió. No era una lista de cajas. No era una lista de productos químicos.\n\nCARGA: PROYECTO RESONANCIA - DISPOSICIÓN FINAL.\n1. Sujeto K9-01 (Fem, 8 años)... Estado: Calcificación Fase 1.\n2. Sujeto K9-02 (Masc, 10 años)... Estado: Calcificación Fase 2.\n3. Sujeto K9-03 (Fem, 7 años)... Estado: Sedada.\n...\nTOTAL: 12 UNIDADES BIOLÓGICAS NO VIABLES.\n\nRox dejó de respirar.\n\nNo eran armas. Eran niños. Niños enfermos, experimentos fallidos que el Sínodo quería incinerar en el Horno para borrar la evidencia. Y ella... ella había tirado de la palanca.\n\n—Rox —la llamó Zian, acercándose al notar su rigidez.\n\nElla cerró la pantalla de golpe, el reflejo azul desapareciendo de su ojo humano y del mecánico. Su corazón latía tan fuerte que le dolía el pecho.\n\n—Nada —mintió Rox, girándose. Su rostro estaba pálido, pero su sonrisa de mercenaria estaba clavada en su sitio como una máscara de hierro—. Solo registros de mantenimiento corruptos. Basura antigua.\n\nZian la miró un segundo, sus ojos color miel buscando una grieta en su armadura. Rox sostuvo la mirada, aterrorizada de que él pudiera ver el reflejo de los doce nombres grabados en su retina. Si Zian supiera que ella era el verdugo de esos niños, y por extensión, la causa de la muerte de Nilo en tierra... la mataría allí mismo con sus propias manos.\n\n—Vámonos —dijo Rox, pasando junto a él, caminando rápido hacia la salida—. Este lugar huele a muerte limpia.\n\nPero el olor no estaba en la sala. Estaba en sus manos. Y ningún filtro de la Zona 4 podría limpiarlo jamás.",
          "duration": 15000
        },
        {
          "id": "chapter-13-slide-02",
          "type": "text_block",
          "content": "**Protocolo de Esterilización**\n\nEl silencio clínico del Bloque K murió con un chirrido electrónico.\n\n—ALERTA. CONTENCIÓN BIOLÓGICA COMPROMETIDA. INICIANDO PROTOCOLO DE PURGA.\n\nLa voz sintética no tenía emoción, pero las luces del pasillo sí. El blanco quirúrgico parpadeó y fue reemplazado por un rojo estroboscópico que convertía el suelo inmaculado en una escena de carnicería antes incluso de que cayera la primera gota de sangre\n\n—¡Están abriendo las cápsulas! —gritó Kaelen, tecleando frenéticamente en el panel de la puerta, que se había sellado automáticamente. Su Armadura de Chatarra siseaba, los pistones luchando por mantener el ritmo de su corazón acelerado.\n\nA lo largo del pasillo, las filas de cilindros de vidrio blindado comenzaron a sisear. El gas criogénico escapó en columnas blancas, y tras la niebla, las sombras se movieron.\n\nNo eran los Durmientes cósmicos de la corteza exterior. Eran los Prototipos.\n\nExperimentos fallidos de la Zona 4 para replicar a los guardianes alienígenas [2, 3]. Figuras humanoides, desnudas y sin género, con la piel grisácea cubierta de injertos metálicos y placas de calcificación forzada. No tenían ojos, solo sensores ópticos implantados directamente en el hueso del cráneo.\n\nCRASH.\n\nEl primer prototipo rompió el vidrio con un puñetazo. Cayó al suelo a cuatro patas, moviéndose con una velocidad espasmódica y antinatural, ignorando los cortes en su piel sintética.\n\n—¡Atrás! —rugió Zian.\n\nSu brazo derecho se encendió. En la oscuridad roja del pasillo, el magma brilló como una herida abierta en la realidad. Zian lanzó un golpe al aire, proyectando un arco de escoria fundida.\n\nEl prototipo no se detuvo. Saltó directamente hacia el fuego.\n\nEl impacto fue brutal. Zian golpeó a la criatura en el pecho, fundiendo metal y carne gris, pero la cosa no gritó. Simplemente retrocedió por la inercia y volvió a cargar, impulsada por una programación que no conocía el dolor.\n\n—¡No sienten nada! —gritó Zian, retrocediendo mientras dos más salían de la niebla.\n\nRox desenfundó su pistola. Su pelo, que había estado gris en la calma del archivo, estalló en un rosa neón cegador, iluminando el pasillo como una bengala de socorro [4]. Su culpa por el manifiesto de carga se transformó en combustible para la violencia.\n\n—¡Kaelen, abre la maldita puerta! —gritó ella, disparando.\n\nBANG. BANG.\n\nLas balas de alto calibre impactaron en las cabezas de los prototipos. No sangraban rojo; sangraban un fluido azul viscoso, refrigerante y sangre sintética. Uno cayó, pero tres más tomaron su lugar, trepando por las paredes y el techo con garras diseñadas para desgarrar acero.\n\nEl ojo mecánico de Rox zumbó, clic-clic-clic, calculando trayectorias en milisegundos. No podía fallar. No después de lo que acababa de leer. Cada disparo era una penitencia.\n\n—¡El sistema está aislado! —gritó Kaelen, con las manos de piedra temblando sobre los circuitos expuestos del panel—. ¡Necesito tiempo!\n\n—¡No tenemos tiempo! —bramó Zian.\n\nUn prototipo cayó del techo sobre Zian. El mecánico levantó su brazo de magma para bloquear las garras, y el olor a ozono y carne quemada saturó el aire estéril. Zian agarró la cabeza de la criatura con su mano de fuego y apretó. El cráneo estalló en llamas y vapor, y Zian arrojó el cuerpo humeante contra los otros atacantes.\n\nLa gravedad de 0.98G hacía que los movimientos fueran demasiado rápidos, demasiado fluidos [5]. La pelea era un caos de luces estroboscópicas y extremidades grises.\n\n—¡Zian, el muro! —gritó Rox, señalando la pared junto a la puerta sellada—. ¡Fúndelo!\n\nZian entendió. No necesitaban la llave.\n\nCargó hacia la puerta, ignorando a los prototipos que le arañaban la espalda y la capa. Canalizó toda la Frecuencia que pudo soportar sin entrar en shock. Su brazo alcanzó los 1200°C, volviéndose blanco brillante.\n\nGolpeó la pared de aleación junto al marco de la puerta.\n\nEl metal gimió y se licuó instantáneamente. Zian no paró; empujó a través de la estructura fundida, creando un agujero irregular rodeado de bordes goteantes y al rojo vivo.\n\n—¡Vamos! —gritó, pasando al otro lado.\n\nRox agarró a Kaelen por el arnés y lo lanzó a través de la brecha humeante, disparando una última ráfaga a la horda de experimentos que llenaba el pasillo.\n\nSaltaron al otro lado justo cuando las compuertas de seguridad de emergencia bajaban para sellar el sector infectado, cortando a un prototipo por la mitad con un golpe seco y definitivo.\n\nQuedaron jadeando en la oscuridad de un conducto de servicio, con el olor a plástico quemado y la alarma aullando detrás de ellos.\n\nHabían sobrevivido a los errores del pasado, pero el camino hacia abajo, hacia el Protocolo Omega, acababa de empezar.",
          "duration": 15000
        }
      ]
    },
    {
      "id": "chapter-14",
      "title": "Capítulo 14: La Ecuación del Sacrificio",
      "description": "El la ecuación del sacrificio en el universo de RUSTBONE",
      "isUnlocked": false,
      "slides": [
        {
          "id": "chapter-14-slide-01",
          "type": "text_block",
          "content": "**El Parásito de Fuego**\n\nLa revelación del Dr. Vael no fue un golpe físico, pero a Zian le dobló las rodillas más que la gravedad de 1.8G.\n\nEl anciano, fusionado con su silla de soporte vital, movió su mano de carne —la única parte humana que le quedaba— para manipular una proyección holográfica del núcleo. En la imagen, líneas de energía roja conectaban a pequeñas figuras humanas dispersas por la esfera directamente con el corazón palpitante del Horno.\n\n—¿Crees que tu poder es un regalo, muchacho? —preguntó Vael. Su voz sintética tenía un matiz de lástima clínica—. ¿Crees que la Frecuencia es una herramienta de liberación?\n\nZian miró su brazo derecho. La roca volcánica estaba negra y en calma, pero en las grietas profundas, el magma pulsaba con un ritmo lento y pesado.\n\nThrum... Thrum...\n\nPor primera vez, Zian se dio cuenta de algo atroz. El pulso de su brazo estaba perfectamente sincronizado con el Latido del Horno que hacía vibrar el suelo bajo sus botas. No eran dos ritmos separados. Eran el mismo.\n\n—Es un cordón umbilical —susurró Kaelen, leyendo los datos biométricos que corrían por la pantalla de Vael con ojos horrorizados—. No extraemos energía del Horno... El Horno la extrae de nosotros.\n\n—Correcto, Solis —dijo Vael—. La Entidad se alimenta de bioelectricidad alterada. Se alimenta de la resonancia celular que ustedes llaman \"poder\".\n\nVael amplió el holograma. Mostró un esquema del proceso de calcificación. Mostró cómo la carne humana, al vibrar a 110 Hz, no solo se convertía en piedra; en el proceso, emitía una \"firma cuántica\" que viajaba a través de la materia, atravesaba los anillos y era absorbida por el prisionero en el centro del mundo.\n\nZian sintió náuseas.\n\nCada vez que había encendido su brazo para salvar a Kaelen. Cada vez que había fundido una puerta para escapar. Cada vez que había usado el fuego para luchar contra la tiranía de Kross... había estado alimentando al monstruo que los mantenía a todos encerrados.\n\n—Yo... —Zian intentó hablar, pero su garganta estaba seca por el calor de 75°C y el horror—. Yo solo quería...\n\n—¿Ser un héroe? —interrumpió Vael con frialdad—. Eres una batería, Zian Vosh. Tú y todos los \"rebeldes\" que juegan con fuego.\n\nLa imagen de Kross vino a la mente de Zian. El Almirante de blanco impoluto, el tirano que ejecutaba a los usuarios de la Frecuencia en las plazas públicas. Zian siempre lo había visto como un monstruo sádico que temía perder el control.\n\nPero ahora, bajo la luz roja de la sala de control, la verdad reescribía la historia.\n\nKross no los mataba por odio. Los mataba para matar de hambre a la Bestia.\n\n—Kross lo sabía —dijo Zian, su voz apenas un susurro.\n\n—Kross cargó con el pecado de ser el verdugo para que la humanidad pudiera sobrevivir un día más —confirmó Vael—. Él entendía la ecuación. Si prohibía la Frecuencia, la Entidad seguía dormida. Si permitía que gente como tú corriera libre... bueno, mira el contador.\n\nZian miró el panel del Protocolo Omega. 86%.\n\nLa rebelión, la lucha por la libertad, su viaje ascendente... todo había acelerado el fin del mundo. Él no era el salvador de Rustbone. Él era el cáncer que había hecho metástasis.\n\nMiró su mano de magma. Ya no veía un arma. Veía un parásito. Sentía cómo la Entidad, kilómetros abajo, tiraba de él, succionando su vida, su rabia, su dolor por Nilo, y convirtiéndolo todo en combustible para la jaula gravitatoria.\n\n—Somos el problema —dijo Rox, bajando su arma, su ojo mecánico girando sin enfoque, como si buscara una salida que no existía—. Todo lo que hemos hecho... solo ha empeorado las cosas.\n\nZian se apoyó contra el vidrio blindado que lo separaba del fuego nuclear. El calor en su brazo se volvió insoportable, no por la temperatura, sino por la vergüenza. Nilo había muerto por un sistema corrupto, sí. Pero Zian, en su intento de vengarlo, estaba a punto de matar a todos los que Nilo había amado.\n\n—¿Hay alguna forma de detenerlo? —preguntó Zian, girándose hacia Vael. Sus ojos miel estaban oscuros, vacíos de la furia que lo había impulsado hasta allí. Ahora solo quedaba la desesperación de quien descubre que ha estado cavando su propia tumba—. Sin la bomba. Sin matarnos a todos.\n\nVael lo miró desde su trono de maquinaria. Su rostro de piedra no podía sonreír, pero sus ojos lechosos brillaron con una curiosidad mórbida.\n\n—Dejar de usarla —dijo Vael—. Dejar de luchar. Acepta la piedra, mecánico. Deja que la calcificación te termine antes de que tú termines con nosotros. O...\n\nVael no terminó la frase. El suelo sacudió violentamente. El Latido del Horno cambió de ritmo. Se aceleró.\n\nTHRUM-THRUM-THRUM.\n\nEl contador saltó al 87%.\n\n—O asuman las consecuencias de su \"libertad\" —concluyó Vael—. Porque la Entidad acaba de sentir que están aquí. Y tiene hambre.",
          "duration": 15000
        },
        {
          "id": "chapter-14-slide-02",
          "type": "text_block",
          "content": "**La Garganta del Horno**\n\nEl Dr. Vael no les dio una despedida. Simplemente se apagó.\n\nLas luces de su trono de soporte vital pasaron de verde a negro en el mismo instante en que el contador del Protocolo Omega parpadeó al 87%. La instalación interpretó la subida de actividad de la Entidad no como un despertar, sino como una brecha de contención. Y la respuesta de la Zona 4 para una brecha era la esterilización térmica.\n\n—¡Corred! —gritó Zian, agarrando a Kaelen por el arnés de su armadura de chatarra.\n\nEl suelo bajo sus pies, una rejilla de titanio reforzado empezó a calentarse al rojo vivo. Las paredes de la sala de control se abrieron, revelando hileras de Drones del Proyecto Enjambre [1]. Eran esferas de metal negro del tamaño de cráneos humanos, flotando con un zumbido de avispas furiosas, armadas con láseres de corte industrial.\n\n—¡Al conducto de ventilación! —ordenó Rox, disparando su pistola modificada contra el primer dron. La bala de alto calibre rebotó en el blindaje curvo, pero la fuerza cinética desestabilizó el giroscopio de la máquina, haciéndola chocar con una consola.\n\nZian cargó contra la puerta blindada. Sabía que usar la Frecuencia alimentaba al monstruo bajo sus pies, pero la alternativa era ser incinerado por robots de seguridad. Era la ironía final de Rustbone: para salvarse de la prisión, tenía que fortalecer los barrotes.\n\nSu brazo derecho se encendió. El magma alcanzó los 1200°C\n\nBOOM.\n\nGolpeó la puerta. El metal se dobló y se derritió, cediendo ante la violencia térmica. Cruzaron el umbral hacia un hangar de mantenimiento secundario. El aire aquí era irrespirable, una mezcla de ozono y refrigerante hirviendo.\n\nLa gravedad de 1.8G era un enemigo físico [3, 4]. Kaelen tropezó, cayendo de rodillas. Su armadura siseó, HISS-clack, los pistones luchando por levantar sus 70 kilos que ahora pesaban casi 130.\n\n—¡No puedo...! —jadeó Kaelen, la sangre manando de su nariz por la presión.\n\n—¡Sí puedes! —Zian lo levantó en vilo, ignorando el dolor en su propia espalda.\n\nEn el centro del hangar, suspendido sobre un abismo de maquinaria giratoria, había un Transporte de Carga Pesada \"Garra\" [5]. Era un vehículo brutal, una caja de acero con motores de turbina vectorial diseñados para mover contenedores de residuos nucleares.\n\n—¡Rox, sácalo de aquí! —rugió Zian, lanzando a Kaelen hacia la cubierta del vehículo.\n\nRox saltó a la cabina abierta. No había llaves. No había paneles digitales elegantes. Era tecnología diésel punk pura: palancas, válvulas y cables pelados [6]. Su ojo mecánico giró, clic-clic-clic, analizando el sistema de ignición en microsegundos\n\nArrancó los cables del panel y los cruzó.\n\nEl motor del transporte tosió una nube de humo negro y despertó con un rugido que hizo vibrar el suelo.\n\nBRUM-BRUM-BRUM.\n\n—¡Sube! —gritó ella.\n\nZian saltó a la plataforma trasera justo cuando una nube de drones Enjambre entraba en el hangar, sus láseres trazando líneas rojas en el aire humeante.\n\nRox empujó el acelerador al máximo. El transporte, pesado y torpe, se ladeó y salió disparado hacia el túnel de ventilación principal: un tubo cilíndrico de cincuenta metros de diámetro que descendía en espiral alrededor del núcleo del Horno.\n\nEntraron en la garganta de la bestia.\n\nEl túnel no estaba vacío. Estaba lleno de aspas de ventiladores del tamaño de edificios, girando lentamente para mover el aire sobrecalentado.\n\n—¡Sujetaos! —advirtió Rox.\n\nLa piloto mercenaria inclinó el transporte 90 grados, volando de costado para pasar entre las aspas de un ventilador gigantesco. El viento generado por la rotación golpeó la nave como un martillo físico, haciendo que el metal gimiera.\n\nDetrás de ellos, los drones eran más rápidos y ágiles.\n\nZzzzt. Zzzzt.\n\nHaces de láser cortaron el aire, fundiendo el blindaje trasero del transporte. Zian se agarró a una barandilla, sintiendo el calor del láser rozar su oreja.\n\n—¡Nos alcanzan! —gritó Zian.\n\n—¡Kaelen! —gritó Rox sin apartar la vista del túnel, donde más aspas giratorias aparecían en la oscuridad roja—. ¡Los sistemas de defensa del túnel! ¡Hackéalos!\n\nKaelen, tirado en el suelo de la cabina, luchaba por mantener la consciencia. La gravedad lo estaba aplastando. Sacó su datapad con manos temblorosas. Sus dedos de piedra resbalaban sobre la pantalla\n\n—¡Están aislados! —gritó Kaelen—. ¡Es un sistema analógico de emergencia!\n\n—¡Entonces improvisa! —bramó Zian, lanzando una bola de escoria fundida hacia atrás, derribando un dron que explotó en una nube de metralla.\n\nKaelen miró el panel de control del transporte. Vio una palanca marcada con franjas amarillas y negras: PURGA DE REFRIGERANTE.\n\nNo era un hackeo digital. Era un hackeo mecánico.\n\nKaelen se arrastró y pateó la palanca con todas sus fuerzas.\n\nLas toberas traseras del transporte se abrieron. Cientos de litros de nitrógeno líquido, usado para enfriar el motor en entornos de alta temperatura, fueron expulsados hacia el túnel caliente.\n\nEl choque térmico fue instantáneo. El nitrógeno se expandió explosivamente al tocar el aire de 75°C, creando una pared de niebla congelada y turbulencia violenta.\n\nLos drones que los perseguían volaron directamente hacia la nube. Sus sensores térmicos se cegaron. Sus sistemas aerodinámicos fallaron ante el cambio brusco de densidad del aire. Uno tras otro, chocaron con las paredes del túnel o fueron absorbidos por las aspas de los ventiladores gigantes.\n\nCRASH. CRUNCH. BOOM.\n\nEl transporte salió disparado del túnel de ventilación, envuelto en vapor, y aterrizó con un golpe brutal en una plataforma de desechos.\n\nEl motor murió. El silencio regresó, solo roto por el siseo del metal enfriándose y la respiración agónica de Kaelen.\n\nEstaban fuera del núcleo. Pero el aire que entraba por las compuertas abiertas no era el aire estéril de la Zona 4.\n\nEra aire frío, seco y con olor a polvo antiguo.\n\nZian se levantó, sujetándose el brazo de magma que pulsaba dolorosamente. Miró hacia adelante. La iluminación perfecta de los laboratorios había desaparecido. Ante ellos se extendía una oscuridad cavernosa, iluminada solo por luces de emergencia rojas y lejanas.\n\nEl suelo estaba cubierto de escombros, chatarra y huesos.\n\nHabían llegado a la Frontera de la Zona 5. La Cicatriz. El lugar donde Rustbone tiraba todo lo que quería olvidar\n\n—Lo logramos —susurró Rox, su ojo mecánico girando para enfocar la desolación.\n\nPero Zian miró atrás, hacia el túnel humeante que conducía al Horno. Sabía que no habían escapado. Solo habían ganado tiempo. El contador del Protocolo Omega seguía corriendo, y la Entidad sabía ahora que estaban allí.",
          "duration": 15000
        }
      ]
    },
    {
      "id": "chapter-15",
      "title": "Capítulo 15: La Gravedad de los Muertos",
      "description": "El la gravedad de los muertos en el universo de RUSTBONE",
      "isUnlocked": false,
      "slides": [
        {
          "id": "chapter-15-slide-01",
          "type": "text_block",
          "content": "**El Jardín de los Olvidados**\n\nAvanzaron más profundo en la Cicatriz, guiados únicamente por el parpadeo agónico de las balizas de emergencia rojas que teñían la basura de un color sangre seca.\n\nLa baja gravedad de 0.85G convertía cada movimiento en una danza torpe y onírica. El polvo gris que levantaban sus botas no caía; se quedaba flotando en el aire frío, creando fantasmas de partículas que se arremolinaban alrededor de sus cascos y respiradores.\n\nZian sentía el frío de los 12°C mordiéndole la piel a través de la ropa, pero su brazo derecho ardía. No por el uso de la Frecuencia, sino por una resonancia simpática. Aquí abajo, rodeado de metal muerto, su brazo de magma se sentía más vivo y doloroso que nunca, como si supiera que estaba caminando entre sus semejantes.\n\nLlegaron a un claro entre dos montañas de fuselajes de naves aplastadas.\n\n—No estamos solos —susurró Rox, deteniéndose. Su mano fue a la pistola, pero no la levantó. Su ojo mecánico hizo clic, tratando de enfocar en la penumbra roja.\n\nDelante de ellos, dispuestos en un círculo irregular alrededor de una débil fuente de calor —un viejo reactor químico que goteaba—, había figuras.\n\nAl principio, Kaelen pensó que eran escombros. Luego, pensó que eran estatuas, monumentos grotescos tallados en granito gris por algún artista demente de la Zona 5.\n\nEntonces, una de las estatuas parpadeó.\n\nEl terror golpeó a Zian en el estómago. No eran esculturas. Eran Los Olvidados.\n\nSe acercó a la figura más cercana. Era un hombre, o lo que quedaba de él. Estaba sentado en un bloque de hormigón, con las manos apoyadas en las rodillas. Su piel no era piel; era una corteza grisácea, agrietada y dura como la piedra pómez. Sus piernas se habían fusionado entre sí y con el bloque donde se sentaba. Su pecho apenas se movía, una vibración casi imperceptible que indicaba que, dentro de esa jaula de piedra, todavía había un pulmón luchando por expandirse.\n\nCalcificación Fase 4. La fase crítica. El estado previo a la muerte o a la fusión total.\n\n—¿Estás... vivo? —preguntó Zian, su voz temblando.\n\nLos ojos del hombre se movieron. Eran lo único humano que quedaba en ese monolito de carne petrificada. Giraron lentamente hacia Zian, llenos de una agonía tan antigua y profunda que hizo que el mecánico quisiera apartar la mirada.\n\n—No por mucho tiempo —dijo una voz a sus espaldas.\n\nZian se giró.\n\nDe entre las sombras de un chasis oxidado emergió una mujer. Caminaba con dificultad, arrastrando una pierna que era un pilar sólido de piedra gris. Su brazo izquierdo estaba pegado a su costado, calcificado en un ángulo antinatural. Pero su rostro, aunque enmarcado por grietas de piedra que subían desde su cuello, conservaba una autoridad feroz.\n\nEra Vex. La líder de los exiliados.\n\n—Bienvenidos al desagüe —dijo Vex. Su voz sonaba como si estuviera masticando grava. Se detuvo frente a ellos, apoyándose en un bastón hecho de tubería de cobre—. Veo que traéis uno nuevo para la colección.\n\nVex señaló con su barbilla hacia Zian. O más específicamente, hacia su brazo de magma.\n\n—Fase 3 avanzada —diagnosticó ella con frialdad—. Te duelen los huesos cuando cambia la presión. Sientes que la piedra te trepa por el hombro cuando duermes. Y escuchas el Latido más fuerte que tu propio corazón.\n\nZian se cubrió instintivamente el brazo, aunque el brillo naranja era imposible de ocultar en la oscuridad.\n\n—Solo estamos de paso —dijo Zian—. Buscamos una salida.\n\nUna risa seca y dolorosa brotó de las gargantas de las estatuas vivientes alrededor del fuego. No se movieron, pero el sonido colectivo fue como el roce de lápidas.\n\n—Nadie está de paso en la Zona 5, muchacho —dijo Vex, cojeando hacia el círculo—. Aquí es donde el Sínodo tira lo que ya no puede controlar. Aquí es donde venimos a endurecernos hasta que el corazón se para.\n\nKaelen se acercó a una de las figuras, una mujer joven cuyo cuerpo estaba calcificado hasta el cuello. Solo podía mover los labios.\n\n—¿Por qué no... por qué no os matan? —preguntó Kaelen, horrorizado por la crueldad de dejarlos vivir así.\n\n—Porque la muerte es demasiado rápida —respondió Vex—. Y porque la Zona 3 es cobarde. No quieren ver en lo que nos convertimos. Prefieren tirarnos al pozo y olvidar que existimos. Somos la basura radiactiva de su \"orden\".\n\nZian miró a su alrededor. Había docenas de ellos. Cientos, quizás, ocultos en las ruinas. Un ejército de estatuas moribundas, respirando polvo y esperando el final. Se vio a sí mismo en cada uno de ellos. Vio su futuro. Si seguía usando la Frecuencia, si seguía luchando, esto era lo que le esperaba. No una muerte heroica, sino convertirse en una gárgola en el fondo del mundo, incapaz de moverse, incapaz de gritar, solo esperando a que la piedra llegara al corazón.\n\n—No me quedaré aquí —dijo Zian, más para convencerse a sí mismo que a Vex—. Voy a subir. Voy a llevar a mi hermano al cielo.\n\nVex lo miró con lástima. Sus ojos, rodeados de piel endurecida, brillaron.\n\n—No hay cielo, mecánico —dijo ella, señalando hacia arriba, hacia la oscuridad insondable donde debería estar el techo del mundo—. Solo hay más capas de la jaula. Y al final... el frío.\n\nZian apretó los puños. Su mano de magma chisporroteó.\n\n—Entonces romperé la jaula.\n\nVex sonrió, y la piedra de su mejilla se agrietó ligeramente con el movimiento.\n\n—Eso dijeron todos ellos —señaló a las estatuas inmóviles—. Y míralos ahora. La esperanza es lo que acelera la piedra, niño. La resignación es lo único que te mantiene blando un poco más.\n\nEl viento sopló a través de la chatarra, silbando en las grietas de los cuerpos calcificados, tocando una canción de cuna para los que ya no podían dormir. Zian miró a sus compañeros. Kaelen estaba pálido, abrumado por la culpa de ver el destino que su clase había diseñado para gente como Zian. Rox tenía la mano en su arma, tensa, como si quisiera dispararles a todos por misericordia.\n\nEstaban en el fondo del pozo, y el futuro tenía cara de piedra.",
          "duration": 15000
        },
        {
          "id": "chapter-15-slide-02",
          "type": "text_block",
          "content": "**La Sombra que Llora**\n\nDejaron atrás el círculo de los Olvidados, internándose en el laberinto de vigas colapsadas que formaba la estructura del Aro 18. La gravedad de 0.85G hacía que cada paso fuera un salto lunar involuntario, una flotación onírica que desorientaba el oído interno.\n\n—Esperad —susurró Zian, deteniéndose. El magma de su brazo siseó bajito en el frío de 12°C.\n\n—¿Qué pasa? —preguntó Kaelen, ajustando las válvulas de su armadura, que aquí abajo trabajaban menos pero sonaban más fuerte en el silencio sepulcral.\n\n—Alguien está llorando.\n\nEl sonido rebotó en las paredes de hormigón roto. Era un sollozo ahogado, infantil y húmedo. Venía de un hueco oscuro entre dos losas de pavimento levantadas.\n\n—Ayuda... duele... —gimió la voz.\n\nZian dio un paso adelante, el instinto de protección hacia Nilo reactivándose contra su voluntad.\n\n—Zian, no —advirtió Rox, levantando su pistola. Su ojo mecánico zumbó frenéticamente, el obturador abriéndose al máximo para captar luz en la penumbra—. El escáner térmico no marca temperatura humana. Marca... frío.\n\nLa sombra se movió.\n\nNo salió caminando. Se desenrolló.\n\nUna criatura de casi tres metros de altura se alzó desde el hueco. Tenía la postura de un hombre roto, con la columna curvada en un ángulo imposible. Su piel era gris y traslúcida, tan fina que Zian pudo ver el pulso negro de sus órganos internos bajo la dermis. Sus brazos eran obscenamente largos, las manos rozando el suelo con dedos que terminaban en uñas negras de diez centímetros.\n\nUn Devorador de Sombras. Un Experimentum horribilis escapado de la Zona 4.\n\nLa criatura giró la cabeza hacia ellos. No tenía nariz. Su mandíbula colgaba abierta, desencajada en un ángulo de 180 grados, mostrando hileras de cincuenta y dos dientes afilados como agujas. Sus ojos eran dos pozos de negrura absoluta, de cuatro centímetros de diámetro, sin blanco ni iris.\n\n—Duele... —repitió la cosa, pero sus labios no se movieron. El sonido venía de su garganta, una mímica perfecta y robada de alguna víctima anterior.\n\n—¡Atrás! —gritó Rox y disparó.\n\nBANG.\n\nEl fogonazo iluminó el túnel. La bala impactó en el hombro de la criatura, donde placas irregulares de calcificación Fase 2 actuaban como armadura natural. El Devorador no retrocedió; chilló. Un sonido que no era humano, una estática orgánica que hizo sangrar los oídos de Kaelen.\n\nLa bestia cargó.\n\nEn la baja gravedad, su velocidad era aterradora. Se movía a cuatro patas, cubriendo la distancia en un parpadeo.\n\nZian se interpuso. Encendió su brazo. El túnel se inundó de luz naranja y calor.\n\nEl Devorador frenó en seco, chillando ante el brillo repentino. La luz intensa lo desorientaba. Zian aprovechó el instante y lanzó un golpe de revés. Su puño de magma impactó en el torso de la criatura.\n\nLa piel traslúcida se quemó al instante, revelando músculo rojo oscuro. La criatura salió despedida hacia atrás, flotando más tiempo del natural debido a la gravedad reducida, y se agarró a una viga del techo con una agilidad de araña.\n\n—¡Aléjate de la luz! —gritó Zian, manteniendo su brazo en alto como una antorcha.\n\nLa criatura siseó desde las sombras del techo, goteando un fluido icoroso.\n\n—Por favor... mamá... —mimó la voz de un niño, intentando confundirlos, buscando una grieta en su psique.\n\nKaelen, paralizado por el horror de ver la ciencia de su clase convertida en monstruo, no vio la cola —o lo que parecía una cola hecha de intestino y hueso— barrer el suelo.\n\nEl golpe tiró a Kaelen. Su tanque de oxígeno golpeó el suelo.\n\nEl Devorador se dejó caer desde el techo, ignorando a Zian, directo hacia la presa más débil.\n\n—¡Kaelen! —rugió Rox.\n\nLa mercenaria se lanzó en un placaje lateral, empujando a Kaelen fuera de la trayectoria. Las garras del monstruo rasgaron la chaqueta de Rox, pero fallaron la carne.\n\nZian no corrió; saltó. Impulsado por sus piernas adaptadas a 1.5G, en esta gravedad era un proyectil.\n\nInterceptó al Devorador en el aire. Agarró el cuello de la bestia con su mano de magma y apretó.\n\nEl olor a carne quemada y ozono saturó el túnel. El Devorador se retorció, sus garras arañando la espalda de Zian, buscando puntos débiles en su capa. Zian rugió, canalizando toda la Frecuencia que pudo soportar sin desmayarse.\n\nBOOM.\n\nUna explosión térmica localizada. El cuello de la criatura estalló en llamas. Zian la lanzó contra el suelo con fuerza bruta. El Devorador, chillando en una cacofonía de voces robadas, huyó hacia la oscuridad de los túneles inferiores, dejando un rastro de humo y quemaduras brillantes.\n\nEl silencio regresó, roto solo por la respiración agitada de los tres.\n\nZian se miró el brazo. La roca estaba al rojo blanco. Le temblaba la mano.\n\n—¿Se ha ido? —preguntó Kaelen desde el suelo, temblando.\n\n—Por ahora —dijo Zian, ayudándolo a levantarse. Miró hacia la oscuridad donde la criatura había desaparecido. Sabía que esa cosa había sido humana una vez. La Zona 4 no solo creaba armas; creaba pesadillas—. Vámonos. Antes de que traiga a otros.\n\nAvanzaron hacia el Aro 19, dejando atrás los ecos de un llanto que no era de tristeza, sino de hambre.",
          "duration": 15000
        }
      ]
    },
    {
      "id": "chapter-16",
      "title": "Capítulo 16: El Cero Kelvin",
      "description": "El el cero kelvin en el universo de RUSTBONE",
      "isUnlocked": false,
      "slides": [
        {
          "id": "chapter-16-slide-01",
          "type": "text_block",
          "content": "**La Sentencia Grabada**\n\nKaelen se quitó el guante de cuero de la mano derecha. Sus dedos, parcialmente calcificados en Fase 2, rasparon contra la superficie de la Corteza Exterior.\n\nNo era acero. No era hormigón.\n\nEl material era negro, liso y absorbía la luz de sus linternas como si tuviera hambre. Al tacto, estaba más frío que el hielo, pero no transmitía temperatura; simplemente anulaba el calor. Era la aleación alienígena indestructible que los científicos de la Zona 4 llevaban mil años intentando rayar sin éxito.\n\n—¿Puedes abrirla? —preguntó Zian, su voz tensa. El mecánico golpeó la pared con su puño de magma, pero la roca volcánica apenas dejó una marca de hollín sobre la superficie negra.\n\n—No es una puerta diseñada para abrirse, Zian —murmuró Kaelen, ignorando el dolor en sus articulaciones rígidas mientras trazaba los surcos grabados en el metal—. Es un sello.\n\nKaelen conectó su datapad a un puerto de diagnóstico muerto que sobresalía de la pared, una interfaz que no coincidía con ninguna tecnología humana, ni siquiera con la arcaica de antes del encarcelamiento. La pantalla parpadeó con estática, incapaz de comunicarse con el sistema operativo de la prisión.\n\nPero no necesitaba la computadora. Necesitaba sus ojos y su educación de élite.\n\nDurante sus años en la Academia de Oficiales de la Zona 3, había estudiado lenguas muertas y criptografía. Lo que tenía delante no era texto. Eran patrones geométricos, fractales matemáticos que se repetían con una lógica fría y absoluta.\n\n—Esto no dice \"Salida de Emergencia\" —dijo Kaelen, sintiendo un nudo en el estómago que nada tenía que ver con la baja gravedad de 0.84G.\n\n—¿Qué dice entonces? —insistió Rox, vigilando la oscuridad del túnel a sus espaldas con el arma en alto.\n\nKaelen leyó los glifos. Su mente, entrenada para buscar patrones en el caos, empezó a traducir la intención detrás de la arquitectura.\n\nCONTENCIÓN. NIVEL MÁXIMO. RIESGO BIOLÓGICO: ALFA. DURACIÓN: PERPETUA.\n\nLa verdad le golpeó con más fuerza que la gravedad del Aro 1.\n\n—El Sínodo nos mintió —dijo Kaelen, girándose hacia sus compañeros. Su rostro estaba pálido, iluminado por el brillo azul de la pantalla de su datapad—. La historia oficial... la que nos enseñan en la Cúpula Áurea... dice que Rustbone es un arca. Un refugio construido para protegernos de un cataclismo externo.\n\nSeñaló la pared negra.\n\n—Esto no está construido para mantener algo fuera. Está construido para mantenernos dentro.\n\n—Es una jaula —dijo Zian, confirmando lo que siempre había sospechado en su instinto de la Zona 1.\n\n—Es peor —corrigió Kaelen, temblando—. Una jaula implica que alguien te quiere capturar. Esto... esto es una medida sanitaria. Los glifos hablan de \"cuarentena\". Hablan de \"infección\".\n\nKaelen miró hacia arriba, hacia la inmensidad de la estructura que los rodeaba. De repente, la política de Kross, la brutalidad de la Zona 1, el lujo artificial de la Zona 3... todo cobró un sentido terrible.\n\nNo eran ciudadanos de una nación sobreviviente. Eran la plaga. Y los arquitectos de este lugar, el Cónclave Silente del que hablaban los textos prohibidos, habían sellado la botella para que el veneno no se derramara en las estrellas.\n\n—No importa lo que diga la pared —gruñó Zian, el magma de su brazo iluminando la inscripción alienígena con un resplandor desafiante—. Si nos pusieron aquí, pueden sacarnos. O romperemos la pared nosotros mismos.\n\nKaelen negó con la cabeza, abrumado por la escala política del descubrimiento. No estaban luchando contra un dictador local. Estaban luchando contra una sentencia galáctica.\n\n—Si abrimos esto, Zian... no estaremos escapando hacia la libertad —dijo Kaelen, su voz apenas un susurro en el silencio de la necrópolis—. Estaremos declarando la guerra a los dioses que nos encerraron.",
          "duration": 15000
        },
        {
          "id": "chapter-16-slide-02",
          "type": "text_block",
          "content": "**El Peso de la Ceniza**\n\nEl veredicto brillaba en la pantalla del datapad de Kaelen, azul y frío en la oscuridad de la Necrópolis Espacial.\n\n—Plaga —repitió Kaelen, su voz quebrándose, una voluta de vapor blanco escapando de sus labios en los 10°C del Aro 19. Se dejó caer sentado sobre una viga congelada, abrazándose las rodillas bajo la Armadura de Chatarra, que aquí, con la gravedad reducida a 0.84G, parecía una jaula vacía—. No somos prisioneros de guerra, Zian. Somos un virus en cuarentena. Nos encerraron para que no consumiéramos el universo.\n\nRox miró hacia el techo negro, hacia la Corteza Exterior que se curvaba sobre sus cabezas, separándolos del vacío. Su ojo mecánico giró, clic-clic, buscando una grieta, un error en la arquitectura perfecta de los Custodios.\n\n—Si abrimos eso... —murmuró ella, pasando la mano por su cabello, que había perdido su brillo neón para tornarse de un gris apagado y temeroso—. Si lo que dice la pared es verdad... tal vez merezcamos estar aquí.\n\nZian no miró a Kaelen. No miró a Rox.\n\nSe quitó el guante de su mano izquierda, la de carne, y tocó la urna de aluminio abollada que llevaba atada a su espalda desde hacía cinco años. El metal estaba helado, casi quemaba al tacto. Dentro, las cenizas de Nilo eran solo polvo de carbono y hueso, restos de un hermano que había muerto empujándolo fuera de un hangar en llamas en la Zona 1.\n\nNilo no era una plaga. Nilo no era un devorador de mundos. Nilo era un mecánico que sonreía manchado de grasa y soñaba con ver algo más que el techo de una fábrica.\n\n—Me da igual —dijo Zian.\n\nSu voz resonó plana en el aire enrarecido, carente del eco metálico de las zonas bajas.\n\n—¿Te da igual? —Kaelen levantó la vista, incrédulo, sus ojos grises llenos de lágrimas de frustración intelectual—. Zian, acabas de leer la sentencia de nuestra especie. Somos monstruos genéticos. Si salimos, podríamos destruir...\n\n—Me da igual —repitió Zian, girándose hacia ellos. El magma de su brazo derecho pulsó, una vena de fuego en la noche eterna, calentando el aire a su alrededor—. No me importa lo que hicieran nuestros ancestros hace mil años. No me importa si somos el virus o la cura.\n\nZian dio un paso hacia la rampa de escombros que llevaba al Aro 20, el último nivel. La gravedad baja hacía que sus movimientos fueran lentos, oníricos, pero su determinación tenía la densidad del plomo.\n\n—Le hice una promesa a mi hermano —dijo Zian, tocando la urna—. Le prometí que lo llevaría al cielo. No le prometí que el cielo sería bonito. No le prometí que nos estarían esperando con los brazos abiertos. Solo le prometí que saldría de aquí.\n\nMiró hacia arriba, hacia la inmensidad negra de la estructura alienígena que los había contenido durante un milenio.\n\n—Si esa pared dice que somos monstruos, entonces seré un monstruo —gruñó Zian, y su brazo de magma se encendió con un brillo furioso, proyectando sombras largas y violentas sobre los restos de las naves antiguas—. Pero voy a romper esa pared. Y voy a sacar a Nilo. Aunque tenga que quemar la galaxia entera para hacerlo.\n\nKaelen bajó la mirada, avergonzado por su propia parálisis. Rox suspiró, verificando la carga de su arma, una sonrisa triste y resignada curvando sus labios.\n\n—Supongo que ya no hay vuelta atrás —dijo la piloto.\n\n—Nunca la hubo —respondió Zian.\n\nComenzó a subir. Un paso tras otro, cargando con el peso muerto de su hermano y el peso vivo de la verdad, dirigiéndose hacia el metal final, hacia la Compuerta Alfa y los ojos vigilantes de los que dormían en la pared.",
          "duration": 15000
        }
      ]
    },
    {
      "id": "chapter-17",
      "title": "Capítulo 17: El Muro de los Durmientes",
      "description": "El el muro de los durmientes en el universo de RUSTBONE",
      "isUnlocked": false,
      "slides": [
        {
          "id": "chapter-17-slide-01",
          "type": "text_block",
          "content": "**La Llave de Magma**\n\n—Apártate —ordenó Zian, empujando a Kaelen hacia un lado.\n\nEn la baja gravedad de 0.80G, el empujón hizo que Kaelen flotara un metro antes de que sus botas magnéticas de la armadura de chatarra se engancharan al suelo con un CLANK metálico\n\nZian se plantó frente a la Compuerta Alfa. No había manijas. No había teclados. Solo una línea casi invisible en la aleación negra que separaba el Aro 20 del vacío. Era una cicatriz en la piel indestructible de la prisión\n\n—No puedes fundirla, Zian —advirtió Kaelen, consultando frenéticamente las lecturas de energía en su datapad—. Esa aleación disipa el calor a una tasa del 99%. Necesitarías la temperatura del núcleo para...\n\n—Entonces traeré el núcleo aquí —gruñó Zian.\n\nZian clavó los dedos de su mano izquierda, la humana, en una grieta del suelo para anclarse. Luego, levantó su brazo derecho.\n\nCerró los ojos y buscó la vibración. No el zumbido suave que usaba para soldar tuberías. Buscó el grito. Buscó el dolor de la muerte de Nilo, la rabia de cinco años de esclavitud, el odio hacia Kross.\n\nVIBRA.\n\nSu brazo derecho estalló.\n\nLa costra de roca volcánica negra se volvió blanca al instante. El magma interior, normalmente a 1200°C, saltó a una temperatura crítica. El aire alrededor de Zian se distorsionó violentamente, el choque térmico con el ambiente de 10°C creando una explosión de vapor instantánea que empujó a Rox hacia atrás\n\nZian estrelló su puño abierto contra la fisura de la compuerta.\n\nBOOOM.\n\nEl sonido no fue un golpe; fue un trueno geológico.\n\nLa Frecuencia a 110 Hz se transmitió del brazo de Zian al metal alienígena [4]. Pero el metal no se derritió. Gritó. Un chillido agudo, resonante, que hizo vibrar los dientes de los tres fugitivos. La aleación negra comenzó a brillar, no por calor, sino por estrés molecular.\n\n—¡Zian, para! —gritó Kaelen—. ¡Los estás despertando!\n\nA lo largo de la pared curva, las luces azules en los pechos de los 1,024 Durmientes parpadearon. El ritmo lento de sus corazones en estasis se aceleró.\n\nThump-thump. Thump-thump.\n\nZian no escuchó. Estaba gritando. Sentía cómo su propia carne se cocinaba dentro de la piedra. La calcificación avanzaba visiblemente, trepando desde su hombro hacia su cuello, convirtiendo piel y músculo en granito gris en tiempo real. Fase 3.0 crítica\n\n—¡ÁBRETE! —rugió Zian.\n\nEmpujó con todo su peso, usando la gravedad reducida para apalancarse. Sus dedos de magma se hundieron milímetro a milímetro en el material indestructible. La Entidad, kilómetros abajo, respondió a su llamada, enviando una oleada de energía a través del vínculo parásito que hizo que las venas de la frente de Zian se volvieran negras.\n\nCRACK.\n\nUna línea de luz blanca, cegadora y pura apareció en la juntura de la puerta.\n\n—¡Está cediendo! —gritó Rox, cubriéndose los ojos ante el resplandor.\n\nLa compuerta no se deslizó. Se desgarró. La fuerza bruta de la Frecuencia, canalizada por la desesperación humana, venció a la ingeniería de los Custodios [6]. Con un estruendo final que sacudió todo el sector del Aro 20, las dos hojas de metal de diez metros de altura se separaron.\n\nZian cayó de rodillas, su brazo derecho humeando, gris y sin vida, temporalmente agotado.\n\nPero no hubo silencio.\n\nHubo un aullido.",
          "duration": 15000
        },
        {
          "id": "chapter-17-slide-02",
          "type": "text_block",
          "content": "**La Brecha en el Cielo**\n\nEl aullido no pertenecía a ninguna bestia. Era el aliento del mundo escapando hacia la nada.\n\nCuando la Compuerta Alfa se separó, la diferencia de presión entre el interior de la esfera (0.9 atm) y el vacío absoluto del exterior creó una violencia física instantánea. El aire del Aro 20 fue succionado hacia la grieta con la fuerza de un huracán invisible.\n\n—¡Sujetaos! —gritó Rox, clavando sus botas magnéticas en la rejilla del suelo.\n\nZian, agotado por el esfuerzo de la Frecuencia, fue arrastrado hacia la apertura. Sus botas resbalaron sobre la escarcha del suelo. Sintió el tirón del vacío, una mano fría e inmensa que lo agarraba por los tobillos para arrastrarlo fuera de la existencia.\n\n—¡Zian! —Kaelen se lanzó hacia adelante, ignorando su propia fragilidad.\n\nLa armadura de chatarra de Kaelen chirrió, los servomotores luchando contra la corriente de aire. Logró agarrar la correa de la urna de Nilo que Zian llevaba a la espalda. Por un segundo aterrador, la urna fue el único eslabón entre Zian y la muerte. El peso muerto de su hermano le salvó la vida.\n\nEntonces, los sistemas de emergencia de la compuerta, inactivos durante un milenio, reaccionaron. Un campo de contención atmosférica parpadeó en la brecha, una membrana de energía azulada que selló el aire dentro, pero dejó la vista despejada.\n\nEl viento murió. El silencio regresó, más profundo y absoluto que antes.\n\nZian se arrastró lejos del borde, jadeando. El aire estaba helado, cristalizando el sudor en su frente. Su brazo de magma, expuesto brevemente al cero absoluto, se había vuelto de un gris oscuro y muerto, la roca volcánica enfriada de golpe, doliendo como si se hubiera fracturado en mil pedazos.\n\nPero nadie miraba a Zian.\n\nLos tres miraban hacia afuera. A través de la gigantesca apertura rectangular de la compuerta, de diez metros de alto, vieron la verdad.\n\nNo había cielo azul. No había nubes. No había un horizonte de tierra o mar.\n\nHabía noche.\n\nUna oscuridad infinita, salpicada de estrellas que no parpadeaban, frías y distantes, brillando con una claridad que hería los ojos. Y abajo... donde debería estar el suelo, donde debería estar el planeta que sostenía los cimientos de Rustbone... no había nada.\n\nSolo el abismo.\n\n—Dioses... —susurró Rox, su ojo mecánico girando frenéticamente, incapaz de procesar la falta de datos geográficos.\n\nEstaban flotando. La estructura en la que habían vivido, sufrido y sangrado no estaba anclada a nada.\n\nKaelen se acercó al borde del campo de fuerza, sus ojos reflejando la luz de las estrellas lejanas. Sacó su datapad, pero no miró la pantalla. Miró la curvatura del casco exterior que se extendía hacia los lados, perdiéndose en la oscuridad.\n\n—No es un refugio —dijo Kaelen, su voz rompiéndose bajo el peso de mil años de mentiras—. No estamos escondidos bajo tierra.\n\nSe giró hacia Zian, con el rostro pálido iluminado por la luz estelar.\n\n—Es una nave —dijo Kaelen—. Es una maldita nave.\n\nPero Zian no miraba las estrellas. Miraba hacia los lados de la compuerta abierta. La violencia de la apertura y el uso masivo de la Frecuencia habían perturbado algo más que el aire.\n\nA lo largo del Muro de los Durmientes, las luces azules en los pechos de los gigantes incrustados cambiaron de tono.\n\nThump... Thump... Thump...\n\nEl ritmo cardíaco de la pared se aceleró. Y el color azul pálido de la estasis comenzó a virar, lentamente, hacia un ámbar de alerta.\n\n—Nos están mirando —dijo Zian, retrocediendo.\n\nLos rostros sin ojos de los 1,024 Durmientes parecían haberse girado imperceptiblemente hacia ellos. Habían roto el sello. Habían mirado hacia afuera. Y ahora, la prisión sabía que sus reclusos estaban despiertos.",
          "duration": 15000
        }
      ]
    },
    {
      "id": "chapter-18",
      "title": "Capítulo 18: Cielo Cero",
      "description": "El cielo cero en el universo de RUSTBONE",
      "isUnlocked": false,
      "slides": [
        {
          "id": "chapter-18-slide-01",
          "type": "text_block",
          "content": "**La Tiranía de la Verdad**\n\nEl vacío no ofrecía respuestas, solo una indiferencia helada y estelar. Pero fue en ese silencio absoluto, roto apenas por el zumbido eléctrico del campo de contención de emergencia que sellaba la brecha, donde la estructura política del mundo de Zian se desmoronó y se reconstruyó en cuestión de segundos.\n\nKaelen se apartó del borde del abismo. Sus movimientos en la gravedad de 0.80G eran espasmódicos, una marioneta cuyos hilos habían sido cortados. Su rostro, bañado por la luz azulada de estrellas lejanas, era una máscara de horror intelectual.\n\n—No es un refugio... —murmuró Kaelen, su voz ganando fuerza, transformándose del miedo a una furia fría—. Todo el sistema... el Sínodo, la Zona 3, los registros históricos... todo se basa en la premisa de que estamos escondidos dentro de un planeta para protegernos de un cataclismo exterior.\n\nSe giró hacia Zian y Rox, sus ojos grises brillando con la fiebre de una revelación que quemaba más que el magma.\n\n—Nos mintieron. No estamos protegidos. Estamos contenidos.\n\nRox escupió al suelo metálico. La saliva se congeló antes de tocar la placa.\n\n—¿Qué importa la semántica, Kaelen? —dijo ella, ajustando el agarre de su arma, aunque no había nadie a quien disparar en el vacío—. Jaula o refugio, el resultado es el mismo: no podemos salir. Mis motores necesitan aire para la combustión. Ahí fuera no hay nada. Estamos muertos si nos quedamos y muertos si salimos.\n\n—Importa porque cambia el por qué —replicó Kaelen, señalando los glifos alienígenas que parpadeaban débilmente en el marco de la compuerta—. He estudiado lenguas muertas en la Academia. Estos símbolos... no son advertencias de peligro ambiental. Son clasificaciones taxonómicas.\n\nKaelen golpeó su datapad, proyectando un holograma tembloroso sobre el hielo del suelo.\n\n—\"Riesgo Biológico\". \"Nivel de Amenaza: Consumidor\". \"Duración: Perpetua\".\n\nZian, que había estado mirando la urna de Nilo como si esperara que su hermano le explicara el universo, levantó la vista. El calor de su brazo derecho era la única cosa real en un mundo que acababa de volverse ficción.\n\n—¿Estás diciendo que somos el monstruo? —preguntó Zian. Su voz era grave, peligrosa.\n\n—Estoy diciendo que para quien construyó esto, lo somos —dijo Kaelen—. Kross... los Preservadores... todos ellos justifican su tiranía diciendo que mantienen el orden para sobrevivir. Pero si esto es una prisión, su \"orden\" no es supervivencia. Es colaboración. Son los capataces que los alienígenas dejaron a cargo para que nos mantuviéramos tranquilos mientras nos pudrimos.\n\nLa implicación política golpeó a Zian con la fuerza de un martillo hidráulico. Toda la estructura de poder de Rustbone, desde los capataces de la Zona 1 hasta los aristócratas de la Zona 3, no era una jerarquía social natural. Era una administración penitenciaria delegada. La élite no eran gobernantes divinos; eran presos con privilegios, traidores a su propia especie que administraban la sentencia de sus carceleros invisibles.\n\n—Si bajamos ahora y decimos esto... —empezó Rox, su ojo mecánico girando al procesar las ramificaciones tácticas—... nadie nos creerá. O el pánico destruirá la esfera antes de que los Custodios tengan que hacerlo.\n\n—No —dijo Zian.\n\nLa palabra cortó el aire enrarecido. Zian se giró, dando la espalda al universo infinito. Miró hacia el interior del Aro 20, hacia la oscuridad donde los 1,024 Durmientes esperaban en sus nichos, y más allá, hacia el descenso que llevaba de vuelta al infierno del Horno.\n\n—No vamos a bajar para sembrar pánico —dijo Zian. Su brazo de magma se encendió, las grietas naranjas brillando con una intensidad renovada, no por la Frecuencia, sino por una resolución interna—. Vamos a bajar para iniciar una guerra.\n\nKaelen lo miró, sorprendido por la claridad estratégica del mecánico.\n\n—Zian, acabamos de ver que nuestros carceleros pueden construir esferas de ochenta kilómetros en el espacio. Su tecnología... es divina comparada con la nuestra. Si nos rebelamos, nos aplastarán.\n\n—Ya nos están aplastando, Kaelen —gruñó Zian, tocándose el pecho donde la gravedad de 1.5G solía oprimirlo—. Mi gente muere a los cuarenta años con los pulmones negros. Tu gente vive en una mentira dorada. Y todo es para mantenernos dóciles dentro de esta bola de metal.\n\nZian señaló hacia la compuerta abierta, hacia la inmensidad que les habían negado.\n\n—Kross nos mantuvo con vida a cambio de nuestra libertad. Ese fue el trato. Pero el trato estaba basado en una mentira. No nos protegía de afuera. Nos protegía de ellos. —Señaló a los Durmientes—. Y ahora sabemos que la puerta se puede abrir.\n\nRox soltó una risa seca, carente de humor.\n\n—¿Estás sugiriendo que peleemos contra alienígenas espaciales con llaves inglesas y chatarra diésel?\n\n—Estoy sugiriendo que dejemos de ser prisioneros —dijo Zian—. Si somos una \"plaga\" como dice la pared, entonces actuemos como una. Vamos a consumir su orden. Vamos a romper sus reglas.\n\nKaelen miró su datapad, luego a sus manos parcialmente calcificadas. Había pasado toda su vida creyendo en la superioridad intelectual de la Zona 3, en la necesidad del orden. Ahora veía que ese orden era solo la gestión eficiente de una granja humana.\n\n—Para hacerlo... —dijo Kaelen, su mente táctica empezando a girar, calculando logística, suministros, moral—... necesitamos unificar a las Zonas. La Zona 1 tiene la fuerza y el odio. La Zona 2 tiene la comida. Yo puedo conseguir acceso a los sistemas de la Zona 3.\n\n—Y yo puedo llevaros a cualquier parte sin que nos detecten —añadió Rox, con una chispa de su antigua arrogancia volviendo a sus ojos—. Si vamos a iniciar el apocalipsis, hagámoslo bien.\n\nZian asintió. Se ajustó la urna de Nilo. Ya no pesaba. La promesa había cambiado. No se trataba solo de llevar a su hermano al cielo. Se trataba de traer el cielo abajo, hasta el último rincón del Horno, y quemar a cualquiera que intentara mantenerlo cerrado.\n\n—No diremos que es una prisión —decidió Zian, con una astucia política que sorprendió a sus compañeros—. Diremos que Kross nos robó las estrellas. Diremos que la puerta está abierta y que ellos son los únicos que nos impiden salir.\n\nEra una verdad a medias, una manipulación digna de la Zona 3, pero necesaria. La esperanza era un arma más peligrosa que la verdad.\n\n—Vamos —ordenó Zian, comenzando a caminar de regreso hacia la rampa de descenso, hacia la gravedad, hacia el calor, hacia la guerra—. Tenemos una jaula que romper.\n\nA sus espaldas, a través del campo de fuerza, las estrellas permanecían frías y distantes, indiferentes a la insurrección de los microbios en la lata. Pero en la oscuridad del Aro 20, los ojos de los Durmientes parecieron brillar un poco más fuerte, como si supieran que la sentencia acababa de ser apelada con fuego.",
          "duration": 15000
        },
        {
          "id": "chapter-18-slide-02",
          "type": "text_block",
          "content": "**Polvo de Estrellas**\n\nZian caminó hasta el borde mismo de la existencia.\n\nFrente a él, el campo de contención azulado zumbaba suavemente, la única barrera entre la atmósfera artificial del Aro 20 y el vacío infinito que acababan de descubrir. A través de la energía traslúcida, las estrellas brillaban con una claridad cruel, diamantes fríos sobre un terciopelo negro que no tenía fin.\n\nSe quitó la urna de la espalda. Sus manos, una de carne con las puntas de los dedos grises por la Calcificación Fase 1 y la otra de roca volcánica enfriándose tras la batalla, temblaban ligeramente. No por miedo, sino por el peso del momento.\n\nDurante cinco años, esa urna de aluminio abollada había sido más pesada que la gravedad de 1.5G de la Zona 1. Había sido su brújula, su castigo y su razón para respirar.\n\n—Te prometí el cielo, Nilo —susurró Zian. Su voz se quebró, pequeña ante la inmensidad del cosmos—. No es el cielo que imaginábamos. No hay sol. No hay ángeles. Pero es libre.\n\nKaelen y Rox se mantuvieron atrás, respetando el ritual. Sabían que este momento no les pertenecía. Era el cierre de una herida abierta en el Taller Vosh hacía un lustro.\n\nZian desenroscó la tapa. El sonido del metal rozando contra el metal fue agudo y solitario en el silencio de la necrópolis.\n\nMetió la mano en la urna y sacó un puñado de cenizas grises y fragmentos de hueso. Estiró el brazo a través de la membrana del campo de fuerza. Sintió el frío absoluto del espacio lamerle la piel, una mordedura de cero grados Kelvin que le erizó el vello.\n\nAbrió la mano.\n\nNo cayeron.\n\nEn la microgravedad del umbral, las cenizas de Nilo Vulkan no descendieron. Flotaron. Se dispersaron como una nube de polvo de plata, capturando la luz de las estrellas lejanas y brillando por un instante antes de derivar hacia la oscuridad eterna.\n\n—Vuela, hermano —dijo Zian, dejando que el resto del contenido de la urna se uniera a la corriente—. Ya no hay techo. Ya no hay peso.\n\nLas lágrimas de Zian se congelaron en sus mejillas antes de caer. Sintió un vacío en el pecho, pero por primera vez, no era un agujero de dolor. Era espacio. Espacio para algo nuevo. Para la guerra que vendría.\n\n—Zian... —la voz de Rox sonó tensa, rompiendo el trance.\n\nNo era un tono de consuelo. Era un tono de alerta.\n\n—¿Qué pasa? —preguntó Zian, limpiándose la cara con el dorso de la mano.\n\n—Mira —dijo ella, señalando hacia el vacío, un poco a la derecha de donde la nube de cenizas se disipaba.\n\nSu ojo mecánico zumbó, el obturador contrayéndose al máximo para hacer zoom en la oscuridad.\n\nZian entrecerró los ojos. Al principio, pensó que era un escombro. Un trozo de la corteza arrancado por la explosión de la compuerta.\n\nPero tenía forma humana.\n\nFlotando en el vacío, a unos cien metros de la brecha, había una silueta. Estaba inmóvil, suspendida en la nada, bañada por la luz pálida de las estrellas.\n\nLlevaba un uniforme blanco, ahora manchado y roto. Una capa negra ondeaba lentamente en el silencio sin viento, movida por la inercia residual.\n\nEl corazón de Zian se detuvo.\n\nEra Kross.\n\nEl Almirante había caído al vacío tras la batalla en la Cúpula Áurea. Debería estar muerto. Debería ser un cadáver congelado, una cáscara vacía.\n\nPero la figura se movió.\n\nNo fue un movimiento espasmódico de muerte. Fue controlado. Kross levantó la cabeza. Su rostro estaba pálido, casi azulado por la hipoxia y el frío, pero sus ojos estaban abiertos.\n\nY su cuerpo...\n\nLa mitad izquierda de Kross no era carne. Brillaba con un tono gris mate bajo la luz estelar. Estaba cubierto de piedra. Calcificación Fase 3 avanzada, quizás rozando la Fase 4. Había usado la Frecuencia para sobrevivir al vacío, convirtiendo su propia biología en una armadura de roca impermeable, sellando sus pulmones, deteniendo su corazón lo suficiente para entrar en una estasis forzada.\n\nKross los miró. A través de cien metros de espacio y silencio, sus miradas se cruzaron. No había odio en los ojos del Almirante. Había una paciencia infinita y aterradora.\n\nLuego, con un movimiento lento, Kross se impulsó contra un fragmento de escombro y se alejó, perdiéndose en la sombra de la inmensa estructura de la esfera, convirtiéndose en un fantasma que orbitaría su propia prisión hasta que llegara el momento de regresar.\n\n—Sigue vivo —susurró Kaelen, horrorizado.\n\nZian apretó los puños. La urna vacía cayó de sus manos, golpeando el suelo metálico con un sonido hueco que resonó como una campana fúnebre.\n\n—Que viva —gruñó Zian, y su brazo de magma se encendió una última vez, un faro de fuego desafiando a la noche eterna—. Porque cuando volvamos... no dejaremos piedra sobre piedra.\n\nZian dio la espalda al vacío, a las estrellas y al fantasma de Kross. Miró a sus compañeros. Miró hacia el túnel oscuro que llevaba de regreso al interior, hacia los 20 anillos, hacia los 38 millones de almas, hacia el Horno.\n\n—Vamos —dijo Zian—. Tenemos un mundo que quemar.\n\nLa compuerta se cerró tras ellos, sellando la vista del universo, pero la verdad ya no podía ser enjaulada.",
          "duration": 15000
        }
      ]
    }
  ],
  "lore": [
    {
      "id": "lore-rustbone",
      "keyword": "Rustbone",
      "title": "Rustbone",
      "category": "location",
      "content": "Una esfera prisión de 80 kilómetros de diámetro que contiene a 38 millones de almas. Dividida en zonas según la gravedad y la clase social.",
      "isUnlocked": true,
      "unlockTrigger": "chapter-02"
    },
    {
      "id": "lore-horno",
      "keyword": "Horno",
      "title": "El Horno",
      "category": "technology",
      "content": "El núcleo de la esfera que genera el Latido de 40 Hz. Fuente de energía y gravedad artificial que mantiene funcionando la prisión.",
      "isUnlocked": true,
      "unlockTrigger": "chapter-02"
    },
    {
      "id": "lore-frecuencia",
      "keyword": "Frecuencia",
      "title": "La Frecuencia",
      "category": "technology",
      "content": "Poder místico que permite manipular la materia a nivel molecular. Su uso provoca la Calcificación progresiva del usuario.",
      "isUnlocked": false,
      "unlockTrigger": "chapter-02"
    },
    {
      "id": "lore-calcificacion",
      "keyword": "Calcificación",
      "title": "Calcificación",
      "category": "other",
      "content": "Proceso por el cual el uso de La Frecuencia convierte gradualmente la carne humana en piedra inerte. Irreversible.",
      "isUnlocked": false,
      "unlockTrigger": "chapter-03"
    },
    {
      "id": "lore-zian",
      "keyword": "Zian Vosh",
      "title": "Zian Vosh",
      "category": "character",
      "content": "Protagonista. Trabajador de la Zona 1 con un brazo de magma resultado de un accidente. Busca llevar las cenizas de su hermano Nilo al cielo.",
      "isUnlocked": true,
      "unlockTrigger": "chapter-02"
    }
  ],
  "metadata": {
    "version": "1.0.0",
    "lastUpdated": "2026-01-26T12:24:22.442Z",
    "totalChapters": 18,
    "totalLoreEntries": 5
  }
}
